[
  {
    "name": "Justified",
    "effect": "Trigger - The user is hit by a damaging Dark Type Move\\nThe user may raise its Attack 1 Combat Stage. The user always gains a +4 bonus to Skill Checks made to Intercept.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Electrodash",
    "effect": "The user may make a Sprint Action as a Swift Action.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Pure Blooded",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Dragon.",
    "frequency": "Static"
  },
  {
    "name": "Snow Warning",
    "effect": "The Weather changes to Hail for 5 rounds. As a static effect the user is not damaged by Hail.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Truant",
    "effect": "At the beginning of each of its turns, the user must roll 1d20. On a roll of 7 or lower, the target refuses to act; they heal a Tick of Hit Points, and do not get a Standard Action that turn. Turns in which the user refuses to act count towards turns used up by Interrupts or the Exhausted Condition, and the user may make Rolls to cure themselves from Status Effects with a +3 Bonus that turn.",
    "frequency": "Static"
  },
  {
    "name": "Trinity",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Tri Attack. You may use Tri Attack as if it had a range of “Melee, 3 Targets”. Make a different attack roll for each target. If Tri-Attack’s effect range is activated, do not roll for the effect; the first target can only be Frozen, the second can only be Burned, and the third can only be Paralyzed. Additionally, you may use Tri-Attack as a Physical Attack if you wish.",
    "frequency": "Static"
  },
  {
    "name": "Blur",
    "effect": "Attacks and Moves targeting you that don’t require an Accuracy Check now require one, as though they had an Accuracy Check of 2. You may only apply half of your Evasion to these Attacks and Moves. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Long Reach",
    "effect": "The user may use damaging attacks as if they had a range of \"8, 1 Target\" instead of their usual range.",
    "frequency": "Static"
  },
  {
    "name": "Shell Cannon",
    "effect": "When Blastoise uses Aqua Jet, Dive, Flash Cannon, Hydro Cannon, Hydro Pump, Tackle, Waterfall, Water Gun, and Water Spout they may activate this Ability to gain +2 to their Accuracy Roll and deals +4 Bonus Damage with Damage Rolls. When using Aqua Jet, Dive, Tackle, or Waterfall, Blastoise must shift in a straight line to their target to activate this Ability, but their Overland and Swim Speeds are increased by +2 when doing so.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Honey Paws [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may consume Honey to gain a Food Buff as if they had consumed Leftovers. This Food Buff does not count against their normal limit.",
    "frequency": "Static"
  },
  {
    "name": "Desert Weather",
    "effect": "The user is immune to Sandstorm Damage, resists Fire-Type Moves in Sunny Weather, and regains 1/16th of its Max Hit Points at the end of each of its turns while in Rainy Weather.",
    "frequency": "Static"
  },
  {
    "name": "Soul Heart",
    "effect": "Whenever a combatant faints, the user receives +2 Special Attack Combat Stages and gains a tick of Temporary Hit Points.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Turboblaze [Playlist]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Fire-Type Attacks ignore the effect of enemies’ Defensive Abilities, and if they would be resisted they deal neutral damage instead.",
    "frequency": "Static"
  },
  {
    "name": "Stance Change",
    "effect": "Aegislash has two Stances: Shield Stance and Sword Stance. Its default Stance is Shield Stance. Whenever Aegislash uses a damaging attack, it switches to Sword Stance and swaps its Attack Stat with its Defense and its Special Attack Stat with its Special Defense, without changing Combat Stages. Whenever Aegislash uses King’s Shield, Protect, a Status Move that raises Defense Combat Stages, or a Blessing, it switches to Shield Stance and swaps its offensive and defensive Stats back to their original arrangement. Aegislash may also change its Stance as a Full Action.",
    "frequency": "Static"
  },
  {
    "name": "Magic Bounce",
    "effect": "Trigger - The user is hit by a Status Move\\nThe user may reflect the Move back to the attacker. This Ability may be used to change the placement and affiliation of any Hazards being set within 10 meters of the user as well. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Shackle [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nShackle creates a Burst 3. All foes in the burst have their movement capabilities halved until the end of their next turn.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Prankster",
    "effect": "The user may use Status Moves as Priority (Advanced).",
    "frequency": "Static"
  },
  {
    "name": "Cherry Power",
    "effect": "The user gains 15 Temporary Hit Points, and is cured of all Persistent Status Afflictions.",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Permafrost",
    "effect": "The user gains 5 Damage Reduction against Super-Effective Damage. Additionally, whenever the user would lose a Tick of Hit Points due to an effect such as Sandstorm or the Burn Status condition, subtract 5 from the amount of Hit Points lost. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Guts",
    "effect": "While suffering from Burn, Poison, Paralysis, Freezing, or while Asleep, the user’s Attack is raised 2 Combat Stages. If suffering from none of these conditions, the user loses any Combat Stages gained this way.",
    "frequency": "Static"
  },
  {
    "name": "Huge Power",
    "effect": "The Pokémon's Base Attack stat is doubled. This may double any bonuses from Nature or Vitamins, but not bonuses from Trainer Features.",
    "frequency": "Static"
  },
  {
    "name": "Drought [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe Weather changes to be Sunny for 1 full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Seasonal",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains an Ability based on the season.\\n-Spring: Run Away\\n-Summer: Grass Pelt\\n-Autumn: Rivalry\\n-Winter: Thick Fat",
    "frequency": "Static"
  },
  {
    "name": "Oblivious",
    "effect": "The user is immune to the Enraged and Infatuated conditions. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Transporter",
    "effect": "Trigger - You use the Move Teleport or activate the Teleporter Capability\\nChoose One effect: Connection – Teleport. You activate Teleporter as if your Teleporter value were three times its normal value or you may take one willing Pokémon or Trainer along with you as you teleport so long as you are touching them when you activate Transporter. You may expend two uses of Transporter at once to choose both effects.",
    "frequency": "Daily x3 - Free Action"
  },
  {
    "name": "Wobble",
    "effect": "Trigger - The user is hit by a damaging attack\\nThe user may use either Counter or Mirror Coat as a Reaction, ignoring frequency.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Conqueror",
    "effect": "Trigger - The user causes a foe to Faint by using a damaging Physical or Special Attack\\nThe user's Attack, Special Attack, and Speed gain +1 Combat Stage.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Memory Wipe",
    "effect": "The user selects a Pokémon or Trainer within 10 meters. If used as a Swift Action, the last Move used by the target becomes Disabled. If used as a Standard Action, the target is Flinched. If used as an Extended Action that takes about 1 minute, it can erase up to 5 minutes that have occurred within the last 30 minutes from the target’s memory.",
    "frequency": "Scene - Special"
  },
  {
    "name": "Ice Body",
    "effect": "While Hailing, the user gains a Tick of Hit Points at the beginning of each of their turns. The user is not damaged by Hail.",
    "frequency": "Static"
  },
  {
    "name": "Overgrow",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Grass.",
    "frequency": "Static"
  },
  {
    "name": "Chlorophyll",
    "effect": "While in Sunny Weather, the user gains +4 Speed Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Flame Body",
    "effect": "Trigger - The user is hit by a Melee Attack\\nThe attacking foe becomes Burned.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Dark Aura",
    "effect": "The user and all allies have the Damage Base of their damaging Dark Type Attacks increased by +1.",
    "frequency": "Static"
  },
  {
    "name": "Marvel Scale",
    "effect": "When Asleep, Paralyzed, Burned, Frozen or Poisoned, Marvel Scale raises the user’s Defense by +2 Combat Stages. The Combat Stages return to Normal if the user is cured of their status affliction.",
    "frequency": "Static"
  },
  {
    "name": "Mega Launcher [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user increases the Damage Base of Aura Sphere, Dark Pulse, Dragon Pulse, and Water Pulse by +3.",
    "frequency": "Static"
  },
  {
    "name": "Giver",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Present. After rolling to determine Present’s Damage Base, you may choose to ignore the roll and act as if you had rolled a 1 or a 5.\\nBonus: The user may know any number of TM and Tutor Moves, instead of a maximum of three.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Sequence [Playtest]",
    "effect": "Keywords - 9-15 Playtest\\nTrigger - The user uses an Electric Attack\\nFor every allied Electric-Type Pokémon adjacent to the user, the triggering Attack deals an additional +3 Damage.",
    "frequency": "At-Will – Free Action"
  },
  {
    "name": "Landslide",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Ground.",
    "frequency": "Static"
  },
  {
    "name": "Tingly Tongue",
    "effect": "Trigger - The user hits a target with Lick\\nConnection – Lick. Lick’s Damage Roll gains a +10 Bonus and automatically paralyses its target. On a roll of 15+, the target automatically fails its Paralysis Save Check on its next turn.",
    "frequency": "Scene x2 -  Free Action"
  },
  {
    "name": "Gulp",
    "effect": "If the user is allowed to spend time fully submerged in water for at least 10 minutes, they may heal up to 25% of their Max Hit Points, and remove one Injury.",
    "frequency": "Daily -  Extended Action"
  },
  {
    "name": "Normalize",
    "effect": "All Moves performed by the Pokémon are considered Normal Type instead of whatever Type they normally are.",
    "frequency": "Static"
  },
  {
    "name": "Sand Veil",
    "effect": "The user’s Evasion is increased by +2 while in a Sandstorm. The user and allies adjacent to the user are not damaged by the Sandstorm.",
    "frequency": "Static"
  },
  {
    "name": "Flower Power [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may perform damaging Grass Type Moves as if they were their choice of either Physical or Special.",
    "frequency": "Static"
  },
  {
    "name": "Photosynthesis",
    "effect": "If the user is allowed to bask in normal sunlight for at least 10 minutes, they may heal up to 25% of their Max Hit Points, and remove one Injury.",
    "frequency": "Daily - Extended Action"
  },
  {
    "name": "Vanguard",
    "effect": "The user gains a +5 Bonus to all Damage Rolls against targets with an initiative lower than itself that have not yet acted that round (having Ante’d up your Action via an Interrupt or similar on a previous round does not count as having acted that round).",
    "frequency": "Static"
  },
  {
    "name": "Kampfgeist",
    "effect": "The user gainst STAB on Fighting Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Sunglow [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Sunglow while exposed to sunlight to become Radiant. As a Swift Action, the user may expend the Radiant condition to gain +2 Attack CS and +2 Accuracy for the rest of the Scene.",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Fox Fire",
    "effect": "The user creates 3 Fire Wisps. Whenever the user is targeted by a foe within 6 meters, they may spend a Fire Wisp as an Interrupt to use the Move Ember against that foe as a Free Action, as if it was on their Move List.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Magician",
    "effect": "Trigger - The user hits a foe with a damaging Single-Target attack\\nThe user takes the target’s Held Item. This Ability may not be triggered if the user is already holding a Held Item.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Defeatist",
    "effect": "Whenever the user is brought below 50% of their max Hit Points, the user’s Attack and Special Attack are lowered by 1 Combat Stage each, and the user’s Speed is increased by +2 Combat Stages. If the user is healed above 50% max Hit Points, these changes are reverted.",
    "frequency": "Static"
  },
  {
    "name": "Pure Power",
    "effect": "The Pokémon's base attack stat is doubled. This may double any bonuses from Nature or Vitamins, but not bonuses from Features.",
    "frequency": "Static"
  },
  {
    "name": "Serpent's Mark",
    "effect": "Arbok’s Advanced and High Abilities depend on the Arbok’s hood pattern. To determine its pattern, roll 1d6 upon evolution or upon generation. If an Arbok is bred, it will have the same pattern as its parent. If both parents are Arboks with different patterns, determine the pattern randomly.\\n\\nPattern name - Adv Ability / High Ability\\n1) Attack Pattern - Rivalry / Strong Jaw\\n2) Crush Pattern - Unnerve / Crush Trap\\n3) Fear Pattern - Frighten / Regal Challenge\\n4) Life Pattern – Regenerator / Defy Death\\n5) Speed Pattern - Run Away / Speed Boost\\n6) Stealth Pattern - Instinct / Infiltrator",
    "frequency": "Static"
  },
  {
    "name": "Targeting System",
    "effect": "Connection – Lock On. By activating this Ability the target may use Lock-On as a Swift Action.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Pastel Veil",
    "effect": "The user and allies within 3 meters cannot be Poisoned or Badly Poisoned. Defensive.  Defensive.",
    "frequency": "Static"
  },
  {
    "name": "No Guard",
    "effect": "The user may not apply any form of Evasion to avoiding melee attacks; however, the user ignores all forms of evasion when making Melee attack rolls.",
    "frequency": "Static"
  },
  {
    "name": "Liquid Voice",
    "effect": "Trigger - The user uses a Move with the [Sonic] keyword\\nThe triggering move loses the [Sonic] keyword, but gains the Friendly keyword and becomes Water Typed. If the Move was a Status Class Move, you may treat it as a Special Move with DB1.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Defy Death",
    "effect": "By activating this Ability, the user is instantly healed of up to 2 Injuries;  These count towards the total number of Injuries that can be healed each day.  Additionally, to die, the user must reach -250% Hit Points instead of -200% Hit Points.",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Grass Pelt [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains two ticks worth of Temporary Hit Points.\\nBonus: When standing on any grassy or leafy terrain that is either Slow or Rough Terrain, the user gains +5 Damage Reduction. Defensive.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Big Swallow",
    "effect": "Connection - Stockpile. Whenever the user uses Swallow or Spit Up, it may treat the Stockpile Count as if it was one higher. This Ability has no effect if the Stockpile Counter is already 3.",
    "frequency": "Static"
  },
  {
    "name": "Sonic Courtship [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user uses Attract\\nConnection - Attract. The user may use Attract as if it had a range of “Burst 3, Sonic, Friendly”.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Corrosion",
    "effect": "The user's Poison-Type attacks are resisted one step less, and deal damage to Immune targetsas if they were doubly resisted. The user may Poison and Badly Poison Steel and Poison-Type Pokemon.",
    "frequency": "Static"
  },
  {
    "name": "Chlorophyll [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile in Sunny Weather or under 50% Max Hit Points, the user’s Initiative is doubled.",
    "frequency": "Static"
  },
  {
    "name": "Clear Body",
    "effect": "The user’s Combat Stages may not be lowered by the effect of foes’ Features, Abilities, or Moves. Status Affictions may still alter their Combat Stages. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Cloud Nine",
    "effect": "The weather of the Field is set to Normal.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Solar Power [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user rolls Damage\\nThe user loses a Tick of Hit Points, and gains a bonus to the triggering damage roll equal to 5 + their Tick Value. Solar Power may be activated ignoring frequency while in Sunny Weather.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Klutz",
    "effect": "The Pokémon ignores the effects of all held Items in its possession. The user may drop Held Items At-Will as a Free Action during their turn, even if they have Status Afflictions that prevent them from taking actions.",
    "frequency": "Static"
  },
  {
    "name": "Aura Storm",
    "effect": "For each injury the user has, they gain a +3 Damage bonus to all Moves with the Aura keyword. Additionally, while the user is at or under ½ of their Max Hit Points, they gain a +3 Damage Bonus to all Moves with the Aura Keyword.",
    "frequency": "Static"
  },
  {
    "name": "Sap Sipper",
    "effect": "The user is immune to the damage and effects of Grass Type attacks. If a damaging Grass Type attack hits the user, the user gains +1 Attack Combat Stage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Flower Veil",
    "effect": "Allied Grass-Type Pokémon within 10 meters cannot have Combat Stages lowered. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Flower Veil [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nGrass-Type Pokemon within 5 meters cannot have their Combat Stages lowered.",
    "frequency": "Static"
  },
  {
    "name": "Multitype",
    "effect": "The user changes its Elemental Type to any of the Elemental Types. Multitype cannot be copied or disabled.",
    "frequency": "At Will - Free Action"
  },
  {
    "name": "Fluffy Charge",
    "effect": "Connection - Charge.  Whenever the user uses Charge, they gain +1 CS to Defense.",
    "frequency": "Static"
  },
  {
    "name": "Interference [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe accuracy of all foes within 3 meters is reduced by -2 for 1 full round.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Empower",
    "effect": "Keywords - 2-16 Playtest\\nThe user may use a self-targeting Status-Class Move as a Free Action.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Water Absorb",
    "effect": "The user is immune to the damage and effects of Water-Type attacks, and whenever they are hit with a Water Type attack, they gain a Tick of Hit Points. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Intimidate",
    "effect": "Target - Pokémon or Trainer within 5 meters\\nLower the target's Attack 1 Combat Stage.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Strong Jaw",
    "effect": "The user has the Damage Base of the following Moves increased by +2;  Bite, Bug Bite, Crunch, Fire Fang, Ice Fang, Thunder Fang, Poison Fang, and Hyperfang.",
    "frequency": "Static"
  },
  {
    "name": "Flash Fire",
    "effect": "The user is immune to the damage and effects of Fire-Type attacks. If the user is hit by a Fire-Type attack, the user gains a +5 Bonus to their next Damage Roll with a Fire-Type Move. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Revelation",
    "effect": "Trigger -  Someone within 10 meters uses a damaging Dance Move\\nThe user may immediately use the triggering Move as a Standard Action interrupt.Bonus: Whenever the user uses a Dance Move, they gain +2 to Accuracy Rolls until the end of their next turn.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Quick Curl",
    "effect": "Connection - Defense Curl. The user may activate this Ability to use Defense Curl as a Swift Action.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Life Force [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a Tick of Hit Points.",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "Dream Smoke",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user is hit by a Melee Attack\\nThe attacking foe falls Asleep.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Gale Wings",
    "effect": "The user may use Flying-Type Moves as if they have the Priority keyword.",
    "frequency": "Static"
  },
  {
    "name": "Limber",
    "effect": "The user is immune to Paralysis. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Aftermath",
    "effect": "When the user is reduced to 0 HP or less, they create a Burst 1. Everything in the Burst loses ¼ of its Max Hit Points.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Steadfast [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user would be Flinched\\nThe user’s Speed is raised by +1 Combat Stage.\\nBonus: The user’s Initiative is increased by +5.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Aqua Bullet",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Aqua Jet. The user may use Water-Type Moves as a Full Action to gain Sky 10 and shift in a straight line before attempting to use their Move. When shifting this way, the user does not provoke attacks of opportunity.",
    "frequency": "Static"
  },
  {
    "name": "Vicious",
    "effect": "Trigger - The user uses Hone Claws\\nConnection – Hone Claws. When this Ability is activated, choose one effect; the user gains another Standard Action this round; or the user increase their Critical Hit Range on all attacks by +2 for the remainder of the encounter.",
    "frequency": "Scene - Special"
  },
  {
    "name": "Queenly Majesty",
    "effect": "Connection - Stomp - if an adjacent target uses a Priority Move or an Interrupt action, the user may attack that target with Stomp as a Free Action Interrupt.    Bonus: The user cannot be targeted by Interrupt Moves and enemies may not activate Interrupts in response to the user’s actions.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Silk Threads [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - String Shot. Whenever the user uses String Shot, all targets hit become Slowed and Vulnerable for 1 full round.",
    "frequency": "Static"
  },
  {
    "name": "Electrodash [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may make a Sprint Action as a Free Action.\\nBonus: The user may free itself from the Stuck condition as a Shift Action. The user does not provoke Attacks of Opportunity when Sprinting.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Leek Mastery",
    "effect": "Connection - Acrobatics. If the user is holding a Rare Leek, they may still use Acrobatics as if they were not holding an item. The user cannot be disarmed of their Stick, nor can be it be forcefully removed by Trick, Switcheroo, Thief, or any other Moves or effects unless the user wishes it.",
    "frequency": "Static"
  },
  {
    "name": "Keen Eye",
    "effect": "The user’s Accuracy cannot be lowered, their attacks cannot have Accuracy Penalties (such as from Illuminate), the user is immune to the Blind condition (but not Total Blindness), and the user ignores any Evasion not directly derived from Stats (such as from the Instinct Ability, or from moves like Minimize).",
    "frequency": "Static"
  },
  {
    "name": "Frisk [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - An Adjacent Pokémon\\nThe target reveals their Type, Ability, Nature, Level, and name of any Held Items they are currently holding, if any.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Moody",
    "effect": "Trigger - The user joins an encounter, misses with a Move, or hurts itself in Confusion\\nMoody must be activated whenever it is triggered. Roll 1d10 to determine a Stat to be raised by +2 Combat Stages, then roll 1d10 to determine a Stat to be lower 2 Combat Stages. 1 or 2 is Attack, 3 or 4 is Defense, 5 or 6 is Special Attack, 7 or 8 is Special Defense, 9 or 10 is Speed.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Water Bubble",
    "effect": "The user resists Fire-Type attacks one step further, is immune to being Burned, and may always act as though in Rainy Weather. [Defensive]Bonus: The user may attack with Water-Type Moves as if they had a range of “Melee, 1 target”. If they do, that Move's Class is changed to Physical and it deals +1d6+2 damage.",
    "frequency": "Static"
  },
  {
    "name": "Spray Down",
    "effect": "Trigger - The user hits an airborne target with a ranged 1-target attack.\\nThe triggering attack’s target is knocked down to ground level, and loses all Sky or Levitate Speeds for 3 turns. During this time, they may be hit by Ground-Type Moves even if normally immune.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Vigor",
    "effect": "Trigger - The user uses Endure\\nConnection – Endure. When this Ability is activated, after being set to 1 Hit Point, the user gains a Tick of Hit Points. Furthermore, if the Move that triggered Endure gave the user an Injury from Massive Damage, the user does not gain that Injury. Defensive.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Needles",
    "effect": "Keywords - 9-15 Playtest\\nConnection – Needle Arm. Whenever the user hits a target with a Physical Melee attack, that target loses a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Fade Away",
    "effect": "The user becomes Invisible until the beginning of their next turn, and may immediately Shift. This Ability may be activated as an Interrupt when hit by a Physical attack; the user may declare the use of Fade Away to avoid all damage and/or effects of the move. Defensive.",
    "frequency": "Scene - Standard Action, Interrupt"
  },
  {
    "name": "Missile Launch",
    "effect": "Connection – Dragon Darts. The user places two Dreepy Tokens within 6m. The user may move all Dreepy Tokens it controls 4m as a Swift Action. A Dreepy Token can freely enter other creatures’ squares as part of this movement, which destroys the token, and causes the creature to suffer an AC2 DB 5 Physical Dragon-Type attack as if from the user of Missile Launch.\\nDreepy Tokens may be targeted. They have the same evasions as the user, and any damage destroys them (including from Smite damage).",
    "frequency": "Scene x2 – Standard Action"
  },
  {
    "name": "Aroma Veil",
    "effect": "The user and all Pokémon and Trainers within 3 meters cannot be Confused, Enraged, or Suppressed. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Pressure [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nAll foes within 3 meters are Suppressed for 1 full round.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Healer",
    "effect": "Target - An Adjacent Pokémon or Trainer\\nThe target is cured of all Status conditions.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Celebrate [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits a foe with a damaging attack\\nThe user may immediately Disengage as a Free Action.\\nBonus: Whenever the user Disengages for any reason, they may Shift 2 meters instead of 1.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Damp",
    "effect": "The Moves Self-Destruct and Explosion may not be used when a Pokémon with Damp is within 10-meters of Self-Destruct or Explosion’s user. The Ability Aftermath may not be activated when a Pokémon with Damp is within 10-meters of the Pokémon attempting to activate Aftermath.",
    "frequency": "Static"
  },
  {
    "name": "Leaf Gift",
    "effect": "The user is adept at crafting clothes for itself out of common leaves. As an extended action, the user may craft a Leaf Suit listed below by activating this Ability; each suit has different effects on the user. The user may only wear one Leaf Suit at a time; building a new suit destroys previous suits.\\n\\nNourishing Suit - effect: Grants the Sun Blanket and Leaf Guard Abilities.\\nHeavy Suit - effect: Grants the Sturdy and Overcoat Abilities.\\nVibrant Suit - effect: Grants the Chlorophyll and Photosynthesis Abilities.",
    "frequency": "Daily - Extended Action"
  },
  {
    "name": "Air Lock",
    "effect": "The weather is set to Normal as long as the Pokémon with Air Lock wants it to remain that way. The user may continue to sustain this effect as a Swift Action each round.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Spinning Dance",
    "effect": "Trigger - The user is targeted by an attack, but is missed\\nIf not Fainted, Paralyzed, or Asleep, the user gains +1 Evasion and may immediately Shift 1 meter.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Sand Stream",
    "effect": "The Weather changes to a Sandstorm for 5 rounds. As a static effect, the user is not damaged by Sandstorm.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Windveiled",
    "effect": "The user is immune to the damage and effects of Flying-Type attacks. If the user is hit by a Flying-Type attack, the user raises the Damage Base of their next Flying-Type Move by +1. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Drown Out",
    "effect": "Trigger - A foe uses a Move with the Sonic keyword\\nThe user makes a Focus Check with a DC equal to the Move’s Accuracy Roll. If the user succeeds, the triggering Move fails.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Super Luck",
    "effect": "The Pokémon’s Moves are Critical Hits on 18-20. If a Move already has an extended Critical Hit range, Super Luck extends that range by 2.",
    "frequency": "Static"
  },
  {
    "name": "Wistful Melody",
    "effect": "Connection – Sing. Whenever the user uses Sing, they may activate to his Ability to cause targets that are targeted by Sing have their Attack and Special Attack lowered by -2 CS each, whether Sing successfully hits that target or not. This Ability does not affect targets with the Soundproof Ability.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Brimstone [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhenever the user inflicts Burn or Poison with a damaging Fire-Type or Poison-Type Attack, the target becomes both Burned and Poisoned.",
    "frequency": "Static"
  },
  {
    "name": "DIsguise",
    "effect": "Trigger - The user is hit by a damaging Move.\\n The triggering attack attack instead misses and has no effect. The user then gains +1 CS in a Stat of their choice. [Defensive]",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Bone Wielder [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Bone Club, Bonemerang, and Bone Rush Moves ignore immunity against Ground-Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Pressure",
    "effect": "While within 3 meters of the user, all foes are Suppressed. This effect ends when the user is Fainted.",
    "frequency": "Static"
  },
  {
    "name": "Pickpocket",
    "effect": "Trigger - The user is hit by an opponent with a Melee Move\\nIf the opponent has a Held Item and the user does not, the user takes the Held Item the opponent is holding.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Tolerance",
    "effect": "Any Types resisted by the user are resisted one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Confidence",
    "effect": "Choose a Combat Stat. All allies within 5 meters of the user gain +1 CS in the Chosen Stat.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Sand Rush",
    "effect": "While the Weather is a Sandstorm, the user gains +4 Speed Combat Stages. Additionally, the user is immune to damage from Sandstorms.",
    "frequency": "Static"
  },
  {
    "name": "Heat Mirage",
    "effect": "Trigger - The user uses a Fire-Type Move\\nThe user's Evasion is increased by +3 until the beginning of their next turn.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Zen Snowed",
    "effect": "The user changes into Zen Mode forme for the rest of the Scene, and may use the Moves “Ice Punch” and “Fire Punch” as if they were on its Move List.",
    "frequency": "Scene – Swift Action"
  },
  {
    "name": "Ice Scales",
    "effect": "The user resists Special Moves one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Flutter",
    "effect": "The user gains +3 Evasion until the end of their next turn and cannot be Flanked.",
    "frequency": "At Will - Shift Action"
  },
  {
    "name": "effect Spore",
    "effect": "Trigger - The user is hit by a Melee Attack\\nRoll 1d6. On a result of 1 or 2, the attacker is Poisoned. On a result of 3 or 4, the attacker is Paralyzed. On a result of 5 or 6, the attacker falls asleep.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Rally",
    "effect": "All allies within 10 meters may immediately shift 1 Meter in any direction they wish. Rally does not work on sleeping, flinched, stuck, fainted, or otherwise incapacitated allies. Rally does not work on the user.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Reckless [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nIncreases the Damage Base of Moves with the Exhaust, Recoil, or Reckless Keywords by +3.\\nReckless Moves: Jump Kick, Hi Jump Kick, Close Combat, Draco Meteor, Hammer Arm, Leaf Storm, Outrage, Overheat, Petal Dance, Psycho Boost, Superpower, Thrash, and V-Create.",
    "frequency": "Static"
  },
  {
    "name": "Spray Down [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits an airborne target with a ranged 1-target attack\\nThe triggering attack’s target is knocked down to ground level, and loses all Sky or Levitate Speeds for 3 turns. During this time, they may be hit by Ground-Type Moves even if normally immune.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Life Force",
    "effect": "The user gains a Tick of Hit Points.",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "Absolution",
    "effect": "Trigger - The user rolls Damage\\n\\nThe user loses a Tick of Hit Points, and gains a\\nbonus to the triggering damage roll equal to 5 + their\\nTick Value. Absolution may be activated ignoring\\nFrequency while in a New Moon.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Ball Fetch",
    "effect": "Trigger - A Pokémon is Released onto the battlefield\\nThe user may move up to their speed as a Free Action. They must end this movement closer to the triggering Pokémon.",
    "frequency": "Scene – Free Action, Reaction"
  },
  {
    "name": "Moody [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nAt the end of the user’s turn, roll 1d6 to determine a Stat to be raised by +2 Combat Stages, then roll 1d6 to determine a Stat to be lowered by 1 Combat Stage. 1 is Attack, 2 is Defense, 3 is Special Attack, 4 is Special Defense, 5 is Speed, and 6 is Accuracy.",
    "frequency": "Static"
  },
  {
    "name": "Line Charge",
    "effect": "Keywords - 2-16 Playtest\\nThe user can only shift in cardinal directions on the grid. However, they do not provoke attacks of opportunity from Shifting.",
    "frequency": "Static"
  },
  {
    "name": "Zen Mode [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\r\\nThe user changes into Zen Mode forme for the rest of the Scene, and may use the Moves “Flamethrower” and “Psychic” as if they were on its Move List.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Dry Skin",
    "effect": "Whenever the user is hit by a damaging Fire-Type Move or ends their turn in Sunny Weather, they lose a Tick of Hit Points. The user is immune to the damage and effects of Water-Type Moves, and whenever the user is hit by a damaging Water-Type Move or ends their turn in Rainy Weather, they gain a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Sonic Courtship",
    "effect": "Trigger - The user uses Attract\\nConnection - Attract. Treat Attract as a Cone 2 Move with the Sonic keyword for this use, which effects all targets regardless of Gender.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Swarm",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Bug.",
    "frequency": "Static"
  },
  {
    "name": "Toxic Boost",
    "effect": "When Poisoned or Badly Poisoned, the user’s Attack is raised by 2 Combat Stages. If the user is cured of its Poisoning, its Attack stat is lowered by 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Hyper Cutter",
    "effect": "The user’s Attack Stat may not be lowered, and its Attack Combat Stages may not be lowered. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Intimidate [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - Pokémon or Trainer within 5 meters\\nLower the target’s Attack 1 Combat Stage. You may target a specific foe only once per Scene with Intimidate.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Drizzle [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe Weather changes to be Rainy for 1 full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Bone Lord",
    "effect": "Trigger - The user hits with Bone Club, Bonemerang, or Bone Rush\\nConnection – Bonemerang. This Ability may be activated when hitting with Bone Club to automatically Flinch its target; or to use Bonemerang as a Priority Move; or when hitting with Bone Rush to cause the attack to automatically hit 5 times.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Heavy Metal [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Weight Class is increased by +2. Their Defense Base Stat is increased by +2, but their Speed Base Stat is decreased by 2.",
    "frequency": "Static"
  },
  {
    "name": "Download",
    "effect": "Target - Trainer or Pokémon\\nThe target must reveal whether its Defense or Special Defense Stats are lower. If the Defense Stat is lower, the user gains a +5 Damage Bonus with Physical Moves when attacking the target. If the Special Defense Stat is lower, the Damage Bonus is instead to Special Moves.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Solid Rock [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +5 Damage Reduction against Super-Effective damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Liquid Ooze [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThis user resists Poison-Type Damage one step further. Additionally, when this user is damaged by Absorb, Drain Punch, Giga Drain, Horn Leech, Leech Life, or Mega Drain, that Move gains Recoil ½ and the Move’s user does not gain any HP. If the user is hit by Leech Seed, the user does not lose Hit Points from Leech Seed; instead Leech Seed’s user loses Hit Points equal to this user’s Tick Value.",
    "frequency": "Static"
  },
  {
    "name": "Telepathy [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +1 Evasion. Whenever an Ally uses a damaging area-of-effect attack that would hit you, you may Disengage as a Free Action before the attack resolves.",
    "frequency": "Static"
  },
  {
    "name": "Sequence",
    "effect": "Trigger - The user uses an Electric Attack\\nFor every allied Electric-Type Pokémon cardinally adjacent to the user, raise the user’s Attack and Special Attack by +1 CS each before calculating damage for the triggering attack. After the attack is resolved, lose all Combat Stages gained this way.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Analytic",
    "effect": "Whenever the user targets uses a damaging Move on a Pokémon or Trainer that have acted before it during Initiative this Round, that Move deals an additional +5 Damage.",
    "frequency": "Static"
  },
  {
    "name": "Wily",
    "effect": "The user's Status Class Moves may target an additional target within range. This does not apply to area-of-effect moves.",
    "frequency": "Static"
  },
  {
    "name": "Spike Shot",
    "effect": "Keywords - 2-16 Playtest\\nThe user may use Moves with a Range of “Melee, 1-Target” as if they had a Range of “8, 1-Target” instead.",
    "frequency": "Static"
  },
  {
    "name": "Hustle",
    "effect": "The user receives a -2 penalty to all Accuracy Rolls with Physical Attacks, and gains a +10 Bonus to all Physical Damage Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Solar Power",
    "effect": "When Sunny, the Pokémon loses 1/16th of its Max HP at the beginning of its turn. When Sunny, its Special Attack Stat is increased by 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Lancer",
    "effect": "Keywords - 2-16 Playtest\\nDuring their turn, if the user Shifts at least 3 meters, they gain a +3 Bonus to Critical Hit Range until the beginning of their next turn. If they do not Shift or Disengage at all, they gain +5 Damage Reduction until the beginning of their next turn.",
    "frequency": "Static"
  },
  {
    "name": "Multiscale [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile at full Hit Points, all damage taken is resisted one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Berry Storage",
    "effect": "Trigger - The user eats a Berry\\nThe user gains 3 instances of the Berry’s Digestion/Food Buff instead of 1. It may only trade in one of these Digestion/Food Buffs each Scene. Neither storing nor trading in these Digestion/Food Buffs counts against the user’s normal limits. All Digestion/Food Buffs gained from Berry Storage are lost after an Extended Rest.",
    "frequency": "Daily – Extended Action"
  },
  {
    "name": "Victory Star",
    "effect": "Any allied Pokémon in the encounter gain a +2 Bonus to Accuracy Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Enfeebling Lips",
    "effect": "Connection - Lovely Kiss. Whenever the user uses the Move \"Lovely Kiss\", they may choose a stat. If the Move successfully hits, the Pokémon or Trainer being targeted loses 2 combat stages in that stat.",
    "frequency": "Static"
  },
  {
    "name": "White Flame",
    "effect": "The user may not make rolls to cure themselves from the Enraged condition. However, while Enraged, the user gains a +5 Bonus to all Damage Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Weeble",
    "effect": "Trigger - The user is hit by a damaging attack\\r\\nThe user may make an AC4 Physical Attack against an adjacent target. If the attack hits, the target loses Hit Points equal to 1/3rd of the damage taken by the user from the attack that triggered Weeble.",
    "frequency": "At-Will - Standard Action, Reaction"
  },
  {
    "name": "Misty Surge",
    "effect": "The Field becomes Misty, as if affected by the Move Misty Terrain for one full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Inner Focus",
    "effect": "The user cannot be Flinched. If an effect would set the user’s Initiative to 0, their Initiative is not affected. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Storm Drain",
    "effect": "Trigger - A ranged Water Type Move is used within 10 Meters of the user.\\nThe Move is turned into a Single-Target Move and is re-directed at the User without fail, and cannot miss. This negates Lock-On or Mind Reader. Additionally, the user is immune to the damage and effects of Water Type Moves, and each time they are hit by a Water-Type Move, the User's Special Attack is raised 1 Combat Stage. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Wash Away",
    "effect": "Trigger - The user hits with a Water Type Move\\nBefore the Move “hits”, all Combat Stages on targets hit by the Move are reset to their default (usually 0), and all coats on the targets, except ones placed by Water Sport, are destroyed.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Big Pecks",
    "effect": "The user cannot have its Defense Stat lowered. The user cannot have its Defense Combat Stages lowered. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Intrepid Sword",
    "effect": "The user’s default Attack Combat Stages are increased by +1.",
    "frequency": "Static"
  },
  {
    "name": "Starlight [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Starlight while exposed to moonlight or starlight to become Luminous. As a Swift Action, the user may expend the Luminous condition to gain +2 Special Defense CS and +2 Evasion for the rest of the Scene.",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Sheer Force [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nMoves with an effect Range gain a +10 Bonus to Damage, but effect Ranges can never be triggered.",
    "frequency": "Static"
  },
  {
    "name": "Teravolt [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Electric-Type Attacks ignore the effect of enemies’ Defensive Abilities, and if they would be resisted they deal neutral damage instead.",
    "frequency": "Static"
  },
  {
    "name": "Plus",
    "effect": "Target - An ally with Minus within 10 Meters\\nThe target's Special Attack is raised by +2 Combat Stages.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Symbiosis [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - An adjacent ally\\nThe user choses a Held Item they are holding. If the target is willing, they also gain the effects of the chosen item for the rest of the Scene. Items that are activated at a frequency may be activated independently by the user and the the target.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Unburden [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe default state of the user’s Speed is +2 Combat Stages. While holding a Held Item, the user’s Speed is lowered by 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Parry",
    "effect": "Trigger - The user is hit by a Melee Attack\\nThe attack instead misses. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Gore",
    "effect": "Connection - Horn Attack. Whenever the user uses Horn Attack, they may push the target away 1 meter. Additionally, Horn Attack has a Critical Range of 18-20 for the user.",
    "frequency": "Static"
  },
  {
    "name": "Pixilate",
    "effect": "Trigger - The user uses a Normal Type damaging Move.\\nThe Move is changed to be Fairy-Type.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Snuggle",
    "effect": "Keywords - 2-16 Playtest\\nTarget - An adjacent target\\nThe user and the target each gain two ticks of Temporary Hit Points.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Abominable [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\r\\nThe user’s Base HP is increased by +5. Additionally, the user ignores the Recoil Keyword when attacking.",
    "frequency": "Static"
  },
  {
    "name": "Overcoat",
    "effect": "The user is immune to Moves with the Powder Keyword, and does not take damage from any Weather that would normally cause it to take damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Telepathy",
    "effect": "Trigger - An ally uses an area-of-effect attack that would hit you\\nYou may Shift to remove yourself from the area-of-effect.",
    "frequency": "At-Will - Shift Action, Interrupt"
  },
  {
    "name": "Honey Paws",
    "effect": "The user may consume Honey to gain a Digestion/Food Buff as if they had consumed Leftovers. This Digestion/Food Buff does not count against their normal limit.",
    "frequency": "Static"
  },
  {
    "name": "Multiscale",
    "effect": "When at full Hit Points, when taking damage from a Move, half the total damage before applying weakness and resistance, after applying your Defenses. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Leafy Cloak",
    "effect": "Keywords - 2-16 Playtest\\nWhenever the user activates Leafy Cloak, they choose two of Chlorophyll, Leaf Guard, or Overcoat. Until the user activates Leafy Cloak again, they gain the chosen Abilities.",
    "frequency": "Static"
  },
  {
    "name": "Run Away [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user does not provoke Attacks of Opportunity by Shifting. The user cannot be Trapped.",
    "frequency": "Static"
  },
  {
    "name": "Stall",
    "effect": "In a round’s queue, a Pokémon with Stall is always last. If a Pokémon goes to the end of the queue, the Pokémon with Stall is still the last to move. The user’s actions taken on their Initiative Count (not Priority or Interrupt) cannot be Interrupted.",
    "frequency": "Static"
  },
  {
    "name": "Tangled Feet [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile Confused or Slowed, the user gains +3 Evasion. The user is immune to the Vulnerable Condition.",
    "frequency": "Static"
  },
  {
    "name": "Hay Fever",
    "effect": "Trigger - The user uses a Status Move; or the user ends their turn while Asleep.\\nThe user creates a Burst 2 or Close Blast 3 of allergenic pollen. All Trainers and Pokémon in the burst that are not Bug, Grass, or Poison Typed lose a Tick of Hit Points. This Ability cannot be activated in Rainy Weather, Sandstorms, or if it is Hailing.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Heatproof [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user resists Fire Type moves one step further, and does not lose Hit Points from the Burn Condition.",
    "frequency": "Static"
  },
  {
    "name": "Dazzling",
    "effect": "Target - An adjacent foe\\nFor the rest of the Scene, the target's Initiative is lowered by 10 and cannot use Priority Moves.Bonus: Interrupt Moves may not be declared in response to the user's actions.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Imposter [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nIf the user is not Transformed, they may use Transform as a Free-Action Interrupt.",
    "frequency": "Static"
  },
  {
    "name": "Forewarn",
    "effect": "Trigger - A Pokémon or Trainer\\nTarget - A Pokémon or Trainer\\nThe Move with the highest Damage Dice Roll known by the targeted foe is revealed. If there is a tie, all tied Moves are revealed. The Moves revealed gain a -2 Penalty during Accuracy Checks when used by the target for the rest of the encounter.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Eggscellence",
    "effect": "Keywords - 9-15 Playtest\\nConnection – Barrage. The user receives STAB when using Barrage and Egg Bomb. These Moves deal Damage as if one step more effective on 16+.",
    "frequency": "Static"
  },
  {
    "name": "Power of Alchemy",
    "effect": "Target - A Trainer or Pokémon within 10 meters\\nThe Pokémon gains an Ability known by the Target for the remainder of the encounter, or until it is Fainted.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Simple",
    "effect": "When the Pokémon’s Combat Stages are altered, double the amount of Combat Stages they are raised or lowered.",
    "frequency": "Static"
  },
  {
    "name": "Winter's Kiss",
    "effect": "The user does not take damage from Ice-Type Moves. Whenever the user uses or is hit by an Ice-Type Move, the user is healed by a Tick of Hit Points. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sand Spit",
    "effect": "Trigger - The user is damaged by an attack from a foe within 2m\\nConnection – Sand Attack. The user attacks the triggering foe with Sand Attack.",
    "frequency": "Scene – Free Action, Reaction"
  },
  {
    "name": "Sticky Hold",
    "effect": "The Pokémon’s held items cannot be stolen, switched, destroyed or dropped.",
    "frequency": "Static"
  },
  {
    "name": "Magma Armor",
    "effect": "The user cannot be Frozen. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Nimble Strikes",
    "effect": "Keywords - 2-16 Playtest\\nThe user adds half their Speed Stat to the Damage Rolls of their physical Normal-Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Wave Rider",
    "effect": "While in water, the user’s Speed Stat gains +4 Combat Stages. Remove these Combat Stages if the user exits the water.",
    "frequency": "Static"
  },
  {
    "name": "Transporter [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - You Teleport\\nConnection – Teleport. You activate Teleporter as if your Teleporter value were three times its normal value; or you may take one willing adjacent Pokémon or Trainer along with you as you teleport so long as you are touching them when you activate Transporter. You may expend two uses of Transporter at once to choose both effects",
    "frequency": "Daily x3 - Free Action"
  },
  {
    "name": "Poltergeist [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nRotom gains an Ability depending on what Form it has taken. If Rotom is level 40 or higher, it also may use a Move based on its Forme as if it that Move was on their Move List. (Ability - Move)\\n\\nStandard Rotom: Levitate - None\\nHeat Rotom: Flash Fire - Overheat\\nWash Rotom: Water Absorb - Hydro Pump\\nFrost Rotom: Winter’s Kiss - Blizzard\\nFan Rotom: Windveiled - Hurricane\\nMow Rotom: Sap Sipper - Leaf Storm",
    "frequency": "Static"
  },
  {
    "name": "Heliovolt",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user uses an Electric-Type Move\\nFor 1 full round, the user gains +1 Evasion and is considered to be in Sunny Weather.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Sniper",
    "effect": "When the Pokémon gets a Critical Hit, add the value of the Damage Dice Roll an additional time to the total damage.",
    "frequency": "Static"
  },
  {
    "name": "Aroma Veil [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user and all adjacent Pokémon and Trainers cannot become Confused, Enraged, or Suppressed. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Perception [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +1 Evasion. Whenever an Ally uses a damaging area-of-effect attack that would hit you, you may Disengage as a Free Action before the attack resolves.",
    "frequency": "Static"
  },
  {
    "name": "Blessed Touch",
    "effect": "An adjacent Pokémon or Trainer gains Hit Points equal to 1/4th of its maximum Hit Points.",
    "frequency": "Daily x2 - Standard Action"
  },
  {
    "name": "No Guard [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a +3 bonus to all Attack Rolls; however all foes gain a +3 Bonus on Attack Rolls against the user.",
    "frequency": "Static"
  },
  {
    "name": "Thrust",
    "effect": "All moves used by this Pokémon which consult the Attack stat now have the Push keyword. The default push for moves is 1 meter. If a move already has the Push Keyword, that move may push 1 additional meter.",
    "frequency": "Static"
  },
  {
    "name": "Filter [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +5 Damage Reduction against Super-Effective damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Prism Armor",
    "effect": "The user gains +5 Damage Reduction against Super Effective-Damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Tinted Lens",
    "effect": "The user's Resisted moves are instead Neutral. The user's Doubly Resisted moves are instead Resisted. The user’s Triply Resisted Moves are instead Double Resisted.",
    "frequency": "Static"
  },
  {
    "name": "Heliophobia",
    "effect": "Whenever the user ends their turn in Sunny\\r\\nWeather, they lose a Tick of Hit Points. The user is immune to the damage and effects of Dark-Type Moves, and whenever the user is hit by a damaging Dark-Type Move or ends their turn in a New Moon, they gain a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Venom",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Poison.",
    "frequency": "Static"
  },
  {
    "name": "Screen Cleaner",
    "effect": "All Blessings on the field, both ally and enemy, are removed.\\nBonus: The user is immune to non-Blocking Hazards, and destroys them when moving over them. Blocking Hazards are treated instead as Slow Terrain for the purposes of movement only (the user may still not target through them), and are destroyed if moved through.",
    "frequency": "Daily – Standard Action"
  },
  {
    "name": "Aftermath [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user becomes Fainted\\nThe user creates a Burst 1. Everything in the Burstloses three Ticks of Hit Points.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Magma Armor [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhenever a foe hits you with a Melee Attack or ends their turn grappling you, they lose a tick of Hit Points. Foes immune to Burn do not suffer this effect.\\nBonus: The user cannot be Frozen. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Instinct",
    "effect": "The user’s default Evasion is increased by +2. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Leaf Guard [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is cured of one Status Affliction. Leaf Guard’s frequency is ignored if used during Sunny Weather.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Diamond Defense",
    "effect": "Connection - Stealth Rock. Stealth Rock’s frequency is Scene x2, and the user’s Stealth Rocks can be treated as dealing Rock-Type or Fairy-Type Damage, whichever is more effective.",
    "frequency": "Static"
  },
  {
    "name": "Flower Power",
    "effect": "Keywords - 2-16 Playtest\\nThe user may perform damaging Grass Type Moves as if they were their choice of either Physical or Special.",
    "frequency": "Static"
  },
  {
    "name": "Hypnotic",
    "effect": "Connection - Hypnosis. When used by the user, Hypnosis cannot miss.",
    "frequency": "Static"
  },
  {
    "name": "Shackle",
    "effect": "Shackle creates a Burst 3. All foes in the burst have their movement capabilities halved until the end of their next turn.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Mold Breaker",
    "effect": "Target - An Adjacent Pokémon or Trainer\\nThe user ignores the effect of enemies’ Defensive Abilities.",
    "frequency": "Static"
  },
  {
    "name": "Speed Boost",
    "effect": "The Pokémon’s Speed is raised 1 Combat Stage at the end of each of its turns. Speed Boost has no effect while out of combat.",
    "frequency": "Static"
  },
  {
    "name": "RKS System",
    "effect": "If the user is hit by a damaging attack, they may calculate damage as if they were Normal-Typeinstead. If they were already Normal-Type, they resist all damage one step further.Bonus: The user’s Type changes to match the Type of their held Memory Disc.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Deadly Poison",
    "effect": "Trigger - The user Poisons a target\\nThe target is Badly Poisoned instead.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Klutz [SwSh]",
    "effect": "Trigger - The user hits with a Melee Attack\\nChoose one of the target’s Held Items or Accessory Slot Items. It is knocked to the ground.\\nBonus: The Pokémon ignores the effects of all held Items in its possession. The user may drop Held Items At-Will as a Free Action during their turn, even if they have Status Afflictions that prevent them from taking actions.",
    "frequency": "Scene – Free Action"
  },
  {
    "name": "Poison Point",
    "effect": "Trigger - The user is hit by a Melee Move\\nThe attacking foe is Poisoned.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Twisted Power",
    "effect": "The user adds half of their Attack Stat to the damage rolls of their Special Moves; and the user adds half of their Special Attack Stat to the damage of their Physical Moves. This does not change the Damage Class of any attack.",
    "frequency": "Static"
  },
  {
    "name": "Flare Boost",
    "effect": "While Burned, the user’s Special Attack is raised by 2 Combat Stages. If the user is cured of its Burn, its Special Attack is lowered by 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Full Metal Body",
    "effect": "The user’s Combat Stages may not be lowered by the effect of foes’ Feautres, Abilities, or Moves. Status Affictions may still alter their Combat Stages. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sturdy",
    "effect": "The Pokémon is immune to the Moves Sheer Cold, Guillotine, Horn Drill and Fissure. If any attack would lower this Pokémon to 0 Hit Points or less from full Hit Points, instead the Pokémon’s Hit Point value is set to 1. This effect fails if the user’s full Hit Point value is 1. Pokémon with Sturdy do not gain Injuries from Massive Damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Moxie",
    "effect": "Whenever the user’s Move causes a target to faint, it may raise its Attack Combat Stage by +1. You may only trigger Moxie once per Move, even if the Move causes multiple targets to faint.",
    "frequency": "Static"
  },
  {
    "name": "Symbiosis",
    "effect": "The user may pass its held item to an adjacent ally.",
    "frequency": "At-Will -  Swift Action"
  },
  {
    "name": "Light Metal",
    "effect": "When referring to Weight Classes, treat the Pokémon as if it is 2 Weight Classes lower.",
    "frequency": "Static"
  },
  {
    "name": "Starlight",
    "effect": "The user may activate Starlight while exposed to moonlight or starlight to become Luminous. While the user is Luminous, all foes suffer a -2 penalty to Accuracy Rolls against the user. The user may expend the Luminous condition upon hitting a foe with a damaging attack to cause that foe to become Confused.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Mummy [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user is hit by a Melee Attack\\nDisable one of the user’s Abilities for the rest of the Scene or until they are switched out.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Static",
    "effect": "Trigger - The user is hit by a Melee Attack\\nThe attacking foe becomes Paralyzed.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Migraine",
    "effect": "Whenever the user is at 50% Hit Points or less, they gain the Telekinetic Capability and may add STAB to Psychic Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Unbreakable",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Steel.",
    "frequency": "Static"
  },
  {
    "name": "Permafrost [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is immune to damage and Hit Point loss from Hazards, Weather, Status Afflictions, Vortexes, Recoil, Hay Fever, Iron Barbs, Rough Skin, and Leech Seed. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Perception",
    "effect": "Trigger - An ally uses an area-of-effect attack that would hit you\\nYou may Shift to remove yourself from the area-of-effect.",
    "frequency": "At-Will – Shift Action, Interrupt"
  },
  {
    "name": "Beautiful [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Beautiful to either gain +2 Beauty Dice in a Contest, or to gain +1 Special Attack Combat Stage and cure all allies within 5 meters of the Enraged Condition.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Turboblaze",
    "effect": "Trigger - The user damages a foe\\nThe damaged foe's Abilities are disabled for the remainder of the encounter.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Cute Tears",
    "effect": "Trigger - The user is hit by a Damaging Move.\\nThe attacking foe loses 2 Combat Stages in the Attack Stat used by the triggering Move.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Flash Fire [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\r\\nThe user is immune to the damage and effects of Fire-Type attacks. If the user is hit by a Fire-Type attack, they gain +1 CS in their choice of Attack or Special Attack. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Iron Fist",
    "effect": "The user increases the Damage Base of the following Moves by +2; Bullet Punch, Comet Punch, Dizzy Punch, Drain Punch, Dynamic Punch, Fire Punch, Meteor Mash, Shadow Punch, Ice Punch, Mach Punch, Mega Punch, Sky Uppercut, Thunder Punch, Focus Punch, Hammer Arm, and Power-Up Punch.",
    "frequency": "Static"
  },
  {
    "name": "Steelworker",
    "effect": "Trigger - The user takes damage while adjacent to its Anchor\\nThe user calculates damage as if it was only Steel-Typed.Bonus: The user gains STAB on Steel-Type Moves that originate from its Anchor.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Refreshing Veil",
    "effect": "Connection – Aqua Ring. Whenever the user activates Aqua Ring, they may activate this Feature to cure themselves of all Persistent Status Effects.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Poison Touch",
    "effect": "The Pokémon’s Moves which deal damage Poison Legal Targets on 19+. If a move already has a chance of Poisoning foes, Poison Touch increases the effect range by +2.",
    "frequency": "Static"
  },
  {
    "name": "Skill Link",
    "effect": "Trigger - The user hits with a Move with the Five Strike keyword.\\nThe Triggering Move automatically hits 5 Times.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Rattled [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user is hit by a Bug, Dark, or Ghost Type Move\\nThe user’s Speed is raised by +1 Combat Stage, and may immediately Disengage as a Free Action.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Wind Force",
    "effect": "The user is immune to the damage and effects of Flying Type attacks. Whenever a Flying Type attack hits the Pokémon, raise their Speed by +1 Combat Stage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Slow Start",
    "effect": "For 3 rounds after joining an encounter, the Pokémon’s Speed and Attack Stats are halved and they have 10 Damage Reduction.",
    "frequency": "Static"
  },
  {
    "name": "Bodyguard",
    "effect": "Trigger - A cardinally adjacent Ally is hit by an attack\\nThe user and the target switch places, and the user becomes the target of the attack instead, taking damage from the attack as if resisted one step further. If switching places would not move the triggering Ally out of the area-of-effect of a Burst, Blast, Cone, or Line, this Ability does not prevent the ally from being hit. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Hunger Switch",
    "effect": "At the beginning of each of the user’s turns, the user must choose whether it’s in Full Belly Mode or Hangry Mode until the beginning of its next turn. In Full Belly Mode, it gains a +2 bonus to Accuracy. In Hangry Mode, it gains a +5 Bonus to Damage Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Radiant Beam",
    "effect": "The user may use damaging Grass-Type attacks as if they had a range of \"Line 4\" instead of their usual range.",
    "frequency": "Static"
  },
  {
    "name": "Volt Absorb",
    "effect": "The user is immune to the damage and effects of Electric-Type attacks, and whenever they are hit with an Electric Type attack, they gain Hit Points equal to a Tick of Hit Points. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sound Lance",
    "effect": "Trigger - The user uses Supersonic\\nConnection – Supersonic. The target of Supersonic takes Special Normal-Type damage equal to the user’s Special Attack score. This effect functions independently of whether Supersonic hits its target.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Miracle Mile",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Fairy.",
    "frequency": "Static"
  },
  {
    "name": "Sacred Bell",
    "effect": "Keywords - 2-16 Playtest\\nThe user resists Dark and Ghost-Type Damage one step further.",
    "frequency": "Static"
  },
  {
    "name": "Ambush",
    "effect": "The user may use a Melee Move with a Damage Base of 6 (before applying STAB or other modifiers) or lower as if it had the Priority keyword. If it hits, the target is Flinched.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Probability Control",
    "effect": "Target - Any roll made by yourself or an ally.\\nThe user may reroll any roll, or have any ally reroll any roll that has been made. This leaves discoverable Psychic residue.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Bodyguard [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - An adjacent Ally is hit by an attack\\nThe user and the triggering Ally switch places, and the user becomes the target of the triggering attack instead, taking damage from the attack as if resisted one step further. If switching places would not move the triggering Ally out of the area-of-effect of a Burst, Blast, Cone, or Line, this Ability does not prevent the ally from being hit. Defensive.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Clay Cannons",
    "effect": "Until the end of the round, the user may originate any Ranged Move they use from any square adjacent to itself.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Designer",
    "effect": "Keywords - 2-16 Playtest\\nThe user is adept at crafting clothes for itself out of common leaves. When activating this ability to create a leaf suit, the user may choose two Types; the user resists the chosen types one step further while wearing that suit. The user may only have one leaf suit at a time, and creating a new suit destroys the old one.",
    "frequency": "At-Wiil - Extended Action"
  },
  {
    "name": "Toxic Nourishment",
    "effect": "Target - A Poisoned or Badly Poisoned character within 5m\\nThe target is cured of their Poison and the user gains 3 ticks of Temporary Hit Points",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Innards Out",
    "effect": "Trigger - The user is hit by a damaging attack\\nThe user resists the triggering attack one step further. After the attack is resolved, a foe within 2 meters loses Hit Points equal to twice the amount of Hit Points lost by the user from the triggering attack, even if the triggering attack caused the user to Faint.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Clay Cannons [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nUntil the end of the round, the user may originate any Ranged Move they use from any square within 2 meters of itself.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Exploit",
    "effect": "Whenever you deal Super-Effective Damage to a target, that target treats your damage roll as if it were increased by +5.",
    "frequency": "Static"
  },
  {
    "name": "Quick Feet",
    "effect": "When Poisoned, Burned, Paralyzed, Frozen or put to Sleep, the user’s Speed is raised 2 Combat Stages. The user does not lose Speed Combat Stages from Paralysis. If the user is healed all Status Conditions, their Speed is lowered appropriately.",
    "frequency": "Static"
  },
  {
    "name": "Dire Spore",
    "effect": "Connection - Spore. Whenever the user hits a target with Spore, that target is also Poisoned.",
    "frequency": "Static"
  },
  {
    "name": "Dreamspinner [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nAll Sleeping Foes within 3 meters lose a Tick of Hit Points, and the user gains a Tick of Temporary Hit Points.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Aura Storm [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nFor each injury the user has, they gain a +3 Bonus to Damage Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Abominable",
    "effect": "The user ignores the Recoil Keyword when attacking, and does not gain injuries from Massive Damage.",
    "frequency": "Static"
  },
  {
    "name": "Juicy Energy",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user trades in a Berry Juice Food Buff\\nInstead of gaining 30 Hit Points, the user gains Hit Points equal to their Level.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Rain Dish [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a Tick of Hit Points. Rain Dish may only be used while the user is under 50% Hit Points or in Rainy Weather.",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "Merciless",
    "effect": "Any attacks by the user against Poisoned targets are Critical Hits. They must still hit normally.",
    "frequency": "Static"
  },
  {
    "name": "Glisten",
    "effect": "The user is immune to Fairy-Type attacks. Defensive.Bonus: If the user is hit by a damaging Fairy-Type attack, they receive +1 Defense or Special DefenseCombat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Rivalry",
    "effect": "Whenever the user deals direct damage to a target of the same gender, increase the Damage dealt by +5.",
    "frequency": "Static"
  },
  {
    "name": "Minus",
    "effect": "Target - An ally with Plus within 10 Meters\\nThe target's Special Attack is raised by +2 Combat Stages.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Shadow Dance",
    "effect": "While in a New Moon or under 50% Max Hit Points, the user's initative is doubled.",
    "frequency": "Static"
  },
  {
    "name": "Cute Charm",
    "effect": "Trigger - A foe of the opposite gender attacks the user with a Melee Attack\\nThe foe becomes Infatuated.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Lunchbox",
    "effect": "Trigger - The user trades in a Digestion/Food Buff\\nThe user gains 5 Temporary Hit Points. These Temporary Hit Points stack with any Temporary Hit Points granted by the triggering Buff.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Snow Cloak",
    "effect": "The user's Evasion is increased by +2 while in Hail. The user and allies adjacent to the user are not damaged by Hail.",
    "frequency": "Static"
  },
  {
    "name": "Parental Bond",
    "effect": "Only Kangaskhan with the Baby Template can be Mega Evolved and gain this Ability. While they have this Ability, the Baby gains 10 Damage Reduction, and will leave its mother’s pouch and may be commanded to take action in battle. Both the Baby Kangaskhan with this Ability and its Mother may take their turn when the Mother takes its turn; the Baby will not willingly walk farther than 10 meters from its mother however. If the Baby Kangaskhan with this Ability is Fainted, its mother will become Enraged, and gain 5 Damage Reduction and +5 to Damage Rolls for the remainder of the Scene.",
    "frequency": "Static"
  },
  {
    "name": "Impostor",
    "effect": "Trigger - Ditto enters the encounter\\nWhen Ditto is sent out, it may use the Move Transform as a free action. If the target of Transform has any modified Combat Stages, apply these Combat Stages to Ditto. One of the target’s Abilities is randomly assigned to Ditto until Ditto uses Transform again.",
    "frequency": "At-Will"
  },
  {
    "name": "Mimitree",
    "effect": "Connection - Mimic. Whenever the user uses a Move copied by Mimic, they may choose to replace that Move with Mimic once more. When used this way, the user ignores Mimic's frequency.",
    "frequency": "Static"
  },
  {
    "name": "Dust Cloud",
    "effect": "Connection - PoisonPowder. Whenever the user uses PoisonPowder, Sleep Powder, or Stun Spore, the user may activate this Ability to use if it as if that move have a range of Burst 1 instead.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Rain Dish",
    "effect": "While Rainy, the user gains a Tick of Hit Points at the beginning of each of their turns.",
    "frequency": "Static"
  },
  {
    "name": "Inner Focus [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user cannot be Flinched, and their Initiative cannot be unwillingly lowered by any effects.",
    "frequency": "Static"
  },
  {
    "name": "Soulstealer [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user's attack causes a foe to Faint\\nThe user removes one Injury from themselves and gains Hit Points equal to 25% of their Max Hit Points. If the triggering attack killed its target, the user instead removes all Injuries and recovers Hit Points equal to 50% of the user’s Max Hit Points.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Stench [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe Pokémon’s Moves Flinch Targets on a roll of 18+. If a move already has a chance of Flinching foes, the effect Range is increased by +3 instead. Whenever the user Flinches a foe with an attack, that foe gains a -2 penalty to Accuracy Rolls for 1 full round.",
    "frequency": "Static"
  },
  {
    "name": "Steam Engine",
    "effect": "Trigger - The user is hit by a damaging Fire-Type or Water-Type Move, or begins their turn in Rainy Weather\\nConnection – Smokescreen. The user may use Smokescreen as a Free Action, ignoring frequency, centered on the user.",
    "frequency": "Scene x2 – Swift Action, Reaction"
  },
  {
    "name": "Accelerate",
    "effect": "The user may activate a damaging Move to which they add STAB with Priority. If the Move hits, the user adds half their Speed Stat to the Damage Roll. If the Move already had Priority, the attack gains a +4 Bonus to Accuracy.",
    "frequency": "Scene x2 - Standard Action, Priority"
  },
  {
    "name": "Refridgerate",
    "effect": "Trigger - The user uses a Normal Type Damaging Move.\\nThe Move is changed to be Ice Type.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Pride",
    "effect": "While suffering from Burn, Poison, Paralysis, Freezing, or while Asleep, the user’s Special Attack is raised 2 Combat Stages. If suffering from none of these conditions, the user loses any Combat Stages gained this way.",
    "frequency": "Static"
  },
  {
    "name": "Gentle Vibe",
    "effect": "Burst 2.  All targets in the Burst, including the user, have their Combat Stages reset and are cured of any Volatile Status ailments.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Gulp Missile",
    "effect": "Trigger - The user uses Stockpile, Surf, or Dive\\nConnection – Stockpile. The next time the user is damaged, it rolls an AC 4 Physical Attack against the attacker, even if the user Faints. On a hit, the target loses 2 ticks of HP. In addition, if the hit roll was successful, on an even roll the target is Paralyzed; on an odd roll, the target instead loses 1 Defense CS.",
    "frequency": "Scene x2 – Free Action"
  },
  {
    "name": "Run Away",
    "effect": "The user cannot be Slowed, Stuck, or Trapped. The user does not provoke Attacks of Opportunity by Shifting.",
    "frequency": "Static"
  },
  {
    "name": "Danger Syrup [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Sweet Scent. When this Ability is activated the user may use Sweet Scent as a Free Action, ignoring frequency. Whenever the user hits a foe with Sweet Scent, that foe is Blinded for 1 full round.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Light Metal [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Weight Class is decreased by 2. Their Speed Base Stat is increased by +2, but their Defense Base Stat is decreased by 2.",
    "frequency": "Static"
  },
  {
    "name": "Arena Trap",
    "effect": "Target - Pokémon or Trainers\\nOnce Arena trap is activated, all foes within 5 meters of the user are considered Slowed. This does not affect targets of the Flying Type, or with a Levitate, Sky, or Burrow Speed of 4 or higher. The user may end the effect as a Free Action, and the effect ends if the user is fainted or returned to a Poké Ball.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Combo Striker",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user rolls a natural 1, 10, or 11 on an attack roll with a damaging move\\nAfter the triggering attack is resolved, the user may use a Struggle Attack as a Free Action.\\nNote: Yes, Struggle Attacks made due to Combo Striker may trigger Combo Striker.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Soothing Tone [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Heal Bell. Whenever the user uses a Move that targets allies, those allies gain temporary Hit Points equal to the user’s Special Attack. This may affect a specific ally only once per Scene.",
    "frequency": "Static"
  },
  {
    "name": "Insomnia",
    "effect": "The user is immune to the Sleep condition, and cannot use the move Rest. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Starswirl",
    "effect": "Connection – Rapid Spin. The user may activate this Ability to user Rapid Spin as a Swift Action that deals no damage. Rapid Spin need not have a target when used this way.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Leaf Guard",
    "effect": "At the end of the User's turn, if the weather is Sunny, the user is cured of one Status Condition.",
    "frequency": "Static"
  },
  {
    "name": "Solid Rock",
    "effect": "When the user is hit by a Super-Effective attack, the attack deals 1.25x damage instead of x1.5 damage. If the user is hit by a Super-Super-Effective attack, the attack deals x1.5 damage instead of x2 damage. If you have both Solid Rock and Filter, you gain 5 Damage eduction against Super-Effective Damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Regal Challenge [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - Pokémon or Trainer within 5 Meters\\nAsk the target if they will show deference or defiance. If they choose Deference, the target loses their next Shift action and loses 3 CS in the Stat of the user’s choice. If they choose Defiance, the user gains a +10 Bonus to all Damage Rolls for the rest of the Scene.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Flower Power",
    "effect": "Trigger - A Grass Type Pokemon.\\nTarget - A Grass Type Pokemon.\\nThe target gains Flower Power for the rest of the day. While the target has Flower Power, they gain a +1 bonus to Skill Checks. A Pokémon with Flower Power may choose to expend their Flower Power when making an Accuracy Roll with a Grass-Type Move or when making a Save Check to gain a +2 Bonus to that roll. This Ability may target a specific target only once per day.",
    "frequency": "At Will - Extended Action"
  },
  {
    "name": "Type Strategist",
    "effect": "Whenever the user uses a Move of the Type associated with Type Strategist, they gain +5 Damage Reduction for one full round. If they are under 1/3rd of their Maximum Hit Points, they instead gain +10 Damage Reduction. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Grass Pelt",
    "effect": "When standing on any grassy or leafy terrain that is either Slow or Rough Terrain, the user gains +5 Damage Reduction. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Lightning Rod [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - A ranged Electric Type Move is used within 10 Meters of the user.\\nThe Move is turned into a 1-Target Move and is re-directed at the user without fail, and cannot miss. This negates Lock-On or Mind Reader. The user’s Special Attack is then raised by +1 Combat Stage.\\nBonus: The user is immune to the damage and effects of Electric Type attacks. Defensive.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Early Bird [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a bonus to Initiative equal to half its Speed, and a +3 Bonus on Save Checks against Sleep.",
    "frequency": "Static"
  },
  {
    "name": "Rocket",
    "effect": "The user’s Sky capability is increased by +3 until the end of the user’s next turn, and the user goes first on the following round, ignoring initiative; Interrupt Moves may not be used in response to their Moves that round.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Aura Break [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - A foe within 6 meters\\nThe foe reveals its abilities. Pick one ability; any Damage Bonuses (either Damage Base increases or Damage Roll bonuses) granted by the ability instead become Damage Penalties of the same value.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Swift Swim [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile in Rainy Weather or under 50% Max Hit Points, the user’s Initiative is doubled.",
    "frequency": "Static"
  },
  {
    "name": "Focus",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Fighting.",
    "frequency": "Static"
  },
  {
    "name": "Mummy",
    "effect": "Trigger - The user is hit by a Melee Attack\\nReplace all of the Attacker’s Abilities with Mummy until the end of the encounter.",
    "frequency": "Daily – Free Action"
  },
  {
    "name": "Tangling Hair",
    "effect": "Trigger - The user is hit by a Melee Attack\\nThe attacker receives -1 Speed Combat Stage and is Slowed until the end of its next turn.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Mimicry",
    "effect": "The user changes their Type to match the field. Pick one type from the following table. If two or more rows are relevant (such as because of Weather), pick one:\\n-Beach: Ground or Water\\n-Cave: Rock or Dark\\n-Desert: Ground or Rock\\n-Forest: Grass\\n-Fresh Water / Ocean: Water\\n-Grassland: Normal or Grass\\n-Marsh: Water or Poison\\n-Mountain: Rock or Ground\\n-Rainforest: Grass or Poison\\n-Taiga: Ice or Grass\\n-Tundra: Ice\\n-Urban: Normal or Steel\\n-Sunny: Fire\\n-Rainy: Water\\n-Hailing: Ice\\n-Sandstorming: Rock\\nYour GM may provide additional options should they choose (for instance, an Ethereal Forest may provide Psychic and Fairy options.)",
    "frequency": "Scene – Free Action"
  },
  {
    "name": "Decoy",
    "effect": "The user uses the Move \"Follow Me\" as if it was on their Move List, and their Evasion is raised by +2 until the end of their next turn.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Gale Wings [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Gale Wings to use a Flying-Type Move with Priority. If the Move is a Damaging Move, the user adds half their Speed Stat to the Damage Roll.",
    "frequency": "Scene x2 - Free Action, Priority"
  },
  {
    "name": "Berserk",
    "effect": "Trigger - The user drops to half HP or below for the first time in an encounter, or becomes Enraged\\nThe user receives +1 Special Attack Combat Stage.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Blaze Boost",
    "effect": "Trigger - The user rolls a Critical Hit with a damaging Fire Type Move or causes an opponent to Faint with a damaging Fire Type Move\\r\\n\\r\\nThe user gains +1 Combat Stage in Attack, Special Attack, and Speed. ",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Infiltrator",
    "effect": "The user gains a +2 Bonus to Stealth Checks, does not trigger Hazards, and Blessings cannot be activated in response to its actions, and the user may bypass the effects of Substitute.",
    "frequency": "Static"
  },
  {
    "name": "Rock Head [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user ignores the Recoil keyword when attacking. If the user moves at least 4 meters in a straight line towards a foe before attacking that foe with a physical attack, they may add a +2d6 Bonus to the Damage Roll against that foe.",
    "frequency": "Static"
  },
  {
    "name": "Covert",
    "effect": "If this Pokémon is standing on a terrain related to its natural habitat, its Evasion is increased by +2. For Ice types, this is generally snowy or icy terrain; Ground and Ground types are apt to feel at home in sandy terrain or craggy rocks; Grass types, Bug Types, and others likely feel at home in long grass. Some Pokémon may be at home in several types of terrain.",
    "frequency": "Static"
  },
  {
    "name": "Motor Drive",
    "effect": "The user is immune to the damage and effects of Electric Type attacks. Whenever an Electric Type attack hits the Pokémon, raise their Speed by +1 Combat Stage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Receiver",
    "effect": "Each of the effects below may be used once per Scene when triggered; 1) When an ally faints, the user selects one of their Abilities. The user gains that Ability until the end of the encounter.2) When the user faints, they may grant use of their Basic Ability to an ally on the field for the rest of the encounter.",
    "frequency": "Special - Free Action"
  },
  {
    "name": "Freezing Point",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Ice.",
    "frequency": "Trigger"
  },
  {
    "name": "Defeatist [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gain a +2d6 Bonus to Damage Rolls while over 50% of its Maximum Hit Points. While at 50% Max Hit Points or lower, the user gains a -5 penalty to Damage Rolls and +10 Initiative.",
    "frequency": "Static"
  },
  {
    "name": "Comatose",
    "effect": "The user falls Asleep, and regains a Tick of Hit Points.Bonus: The user may act normally while Asleep and ignores all other penalties from being Asleep. While Asleep, the user does not make Save Checks to wake up, and wakes up from being hit only if they want to.",
    "frequency": "At-Will - Shift Action"
  },
  {
    "name": "Protean",
    "effect": "Trigger - The user uses a Move.\\nThe user’s Type changes to match the Type of the triggering Move. This Ability resolves before the Move is resolved (And thus you may apply STAB, and trigger other Features and Abilities appropriately).",
    "frequency": "At-Will -  Swift Action"
  },
  {
    "name": "Helper",
    "effect": "Connection - Helping Hand. Whenever the user uses a Move that targets a single Ally, that Ally gains a +1 Bonus to Accuracy and Skill Checks until the end of the user’s next turn.",
    "frequency": "Static"
  },
  {
    "name": "Adaptability [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a +1d10 Bonus to Damage Rolls with Moves with which they apply STAB.",
    "frequency": "Static"
  },
  {
    "name": "Shell Shield",
    "effect": "Connection - Withdraw. The user may activate this Ability to use Withdraw as an Interrupt and a Free Action. The user must still use a Shift Action to stop being Withdrawn.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Sand Veil [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +1 Evasion. This is increased to +2 Evasion while in a Sandstorm or sandy terrain. While in a Sandstorm, the user and adjacent allies do not lose Hit Points due to the Sandstorm.",
    "frequency": "Static"
  },
  {
    "name": "Grassy Surge",
    "effect": "The Field becomes Grassy, as if affected by the Move Grassy Terrain, for one full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Lunchbox [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - The user trades in a Food Buff\\nThe user gains a Tick of Temporary Hit Points. These Temporary Hit Points stack with any Temporary Hit Points granted by the triggering Food Buff.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Teravolt",
    "effect": "Trigger - The user damages a foe\\nThe damaged foe's Abilities are disabled for the remainder of the encounter.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Rock Head",
    "effect": "The user ignores the Recoil keyword when attacking.",
    "frequency": "Static"
  },
  {
    "name": "Bad Dreams",
    "effect": "At the beginning of the user’s turn, all Sleeping Pokémon or Trainers in a Burst 5 lose a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Tochukaso",
    "effect": "The user resists Bug-Type and Poison-Type attacks one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Maestrom Pulse",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Maelstrom Pulse to use a Water-Type Move with Priority. If the Move is a Damaging Move, the user adds half their Speed Stat to the Damage Roll.",
    "frequency": "Scene x2 - Free Action, Priority"
  },
  {
    "name": "Sumo Stance",
    "effect": "The user’s Weight Class is increased by +1, and the user is immune to Push effects. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sway",
    "effect": "Trigger - The user is hit by a damaging Melee Attack\\nThe triggering attack misses the user and hits the foe that made the attack instead. That foe may then be pushed to any empty square adjacent to the user.",
    "frequency": "Scene - Standard Action, Interrupt"
  },
  {
    "name": "Overcharge",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Electric.",
    "frequency": "Static"
  },
  {
    "name": "Last Chance",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Normal.",
    "frequency": "Static"
  },
  {
    "name": "Steadfast",
    "effect": "Trigger - The user is Flinched\\nThe user's Speed is raised by +1 Combat Stage.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Run Up",
    "effect": "If the user moves in a straight line to a target and uses a damaging Melee Attack, it may add the number of meters traveled in a direct line as Bonus Damage to a Damage Roll.",
    "frequency": "Static"
  },
  {
    "name": "Cluster Mind",
    "effect": "The user's Move Pool limit is increased by +2.",
    "frequency": "Static"
  },
  {
    "name": "Minus [SwSh]",
    "effect": "Trigger - A foe within 10m has Combat Stages lowered\\nThe target loses an additional Combat Stage in one stat lowered by the triggering effect.",
    "frequency": "Scene x2 – Free Action, Reaction"
  },
  {
    "name": "Download [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - Trainer or Pokémon\\nThe target must reveal whether its Defense or Special Defense Stats are lower. If the Defense Stat is lower, the user gains a +1 Attack CS. If the Special Defense Stat is lower, the user instead gains +1 Special Attack CS. If both are tied, the user gains +1 CS to any Stat of their choice.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Blow Away [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Whirlwind. When the user uses Whirlwind, all targets hit are pushed an additional 2 meters and lose a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Illusion",
    "effect": "As a Standard Action, the user may mark an object, Pokémon, or Trainer. The user may have a number of targets marked equal to their Focus Rank; to mark a new target, an old mark must be forfeited. Once per round as a Free Action, the user may use illusory powers to make itself look exactly like a marked target. This may be done as the user is being released from a Poké Ball. This change is aesthetic and does not affect typing or Moves. The illusion allows the user to vaguely mimic sounds made by its marked target, but it is not capable of intelligible speech. Whenever the user is hit by a damaging Move, the Illusion is destroyed. The user may also dismiss the Illusion as a Free Action.",
    "frequency": "Special"
  },
  {
    "name": "Brimstone",
    "effect": "Whenever the user causes a Burn with a damaging Fire-Type Attack, the target is also Poisoned.",
    "frequency": "Static"
  },
  {
    "name": "Technician",
    "effect": "Moves with a Damage Base of 6 or lower have their Damage Base increased by +2. This bonus always applies to Moves with the Double Strike or Fivestrike Keywords.",
    "frequency": "Static"
  },
  {
    "name": "Unaware",
    "effect": "Whenever the user attacks, they ignore all positive Combat Stages to the target’s Defense, Special Defense, and Speed.",
    "frequency": "Static"
  },
  {
    "name": "Handyman",
    "effect": "The user may hold two Held Items at once. Whenever an Ability or Move affects the user’s Held Items, you may choose which one is affected.",
    "frequency": "Static"
  },
  {
    "name": "Schooling",
    "effect": "The user changes to Schooling Forme, and gains Temporary Hit Points equal to half of its own maximum Hit Points. The user cannot gain Temporary Hit Points from other sources while in Schooling Forme. When the user is both below 50% of their maximum HP and has no Temporary Hit Points left, they change back into Solo Forme. Bonus: The user has two sets of base stats; Solo and Schooling. The HP of both forms must be the same.",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Gooey",
    "effect": "Trigger - The user is hit by a Melee Attack.\\nThe triggering attacker has their Speed lowered by 1 Combat Stage.",
    "frequency": "At Will - Free Action"
  },
  {
    "name": "Strange Tempo",
    "effect": "While Confused, the user may choose either to 1) As a Free Action, not to roll for Confusion, instead acting Normally or 2) As a Standard Action, cure themselves of Confusion and gain +2 Combat Stages to the Stat of their choIce.",
    "frequency": "At-Will - Special"
  },
  {
    "name": "Thick Fat",
    "effect": "The user resists Fire-Type and Ice-Type attacks one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Delayed Reaction",
    "effect": "Trigger - The user is hit by a direct damaging attack\\nHalve the damage taken by the user. At the end of the user’s next turn, the user loses Hit Points equal to the other half of the damage. For example, if the user is hit for 11 damage and triggers this Ability, the user would take 5 damage upon being hit and 6 damage at the end of its next turn. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Windveiled [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is immune to the damage and effects of Flying-Type attacks. If the user is hit by a Flying-Type attack, the user gains +1 Speed CS. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Fluffy",
    "effect": "The user resists damaging Melee attacks one step further, but resists Fire-Type attacks one step less. [Defensive]",
    "frequency": "Static"
  },
  {
    "name": "Root Down [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Ingrain. While the user has the Ingrain Coat, they may activate this Ability to gain 5 Damage Reduction.",
    "frequency": "At-Will - Shift Action"
  },
  {
    "name": "Stalwart",
    "effect": "Trigger - The user receives Massive Damage\\nThe user’s Attack, Special Attack, Defense, and Special Defense all increase by 1 CS.\\nBonus: The user may not be Intercepted, nor may any Abilities, Moves, or Features be activated to change the user’s target. Any of those existing effects (such as Follow Me) fail.",
    "frequency": "Scene – Free Action, Reaction"
  },
  {
    "name": "Kampfgeist [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user takes Bug, Dark, or Rock-Type Damage\\nThe triggering damage is resisted one step further.\\nBonus: The user gains STAB on Fighting-Type Moves.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Psychic Surge",
    "effect": "The Field becomes Weird, as if affected by the Move Psychic Terrain for one full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Bad Dreams [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nAll Sleeping targets within 5 meters lose a Tick of Hit Points. If at least one target lost Hit Points this way, the user gains a tick of Temporary Hit Points.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Immunity",
    "effect": "The user cannot be Poisoned or Badly Poisoned. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Normalize [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s attacks cannot deal Super-Effective or Resisted Damage; they instead resolve as if dealing Neutral Damage. The user also takes neutral damage from all attacks to which they are not immune. This does not affect Immunities.",
    "frequency": "Static"
  },
  {
    "name": "Rally [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user and all allies within 10 meters may immediately Disengage 1 Meter as a free Action. Rally does not work on sleeping, paralyzed, stuck, fainted, or otherwise incapacitated allies.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Pickup",
    "effect": "You may use Pickup as an Extended Action that requires at least 5 minutes. Roll 1d20, consult the Pickup keyword to figure out what you find!",
    "frequency": "Daily - Extended Action"
  },
  {
    "name": "Heavy Metal",
    "effect": "When referring to Weight Classes, treat the Pokémon as if it is 2 Weight Classes higher.",
    "frequency": "Static"
  },
  {
    "name": "Deep Sleep",
    "effect": "When asleep, this Pokémon restores a Tick of Hit Points at the end of each turn.",
    "frequency": "Static"
  },
  {
    "name": "Suction Cups [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +5 Damage Reduction for 1 full round.\\nBonus: The user is immune to Push effects. Defensive.",
    "frequency": "At-Will - Shift Action"
  },
  {
    "name": "Bulletproof",
    "effect": "The user resists all X target ranged attacks one step further. This refers to attacks and Moves that simply hit one target or specify hitting multiple targets, such as Razor Wind hitting three targets. It has no effect on Moves that are capable of hitting multiple targets through areas of effect, such as Bursts or Cones. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Swift Swim",
    "effect": "While in Rainy Weather, the user gains +4 Speed Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Psionic Screech",
    "effect": "Trigger: The user uses a Flying-Type Move\\nThe Move is changed to be the Psychic Type. Any targets hit by the attack are Flinched.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Adaptability",
    "effect": "Increase the Damage of all Moves with which the user shares an Elemental Type by +1 Damage Base.",
    "frequency": "Static"
  },
  {
    "name": "Odious Spray [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Poison Gas. The user may use Poison Gas as if it had a Range “8, 1 Target”, an AC of 2, and Flinched its target when it hit.",
    "frequency": "Static"
  },
  {
    "name": "Serene Grace",
    "effect": "The users effect Range is increased by +2.",
    "frequency": "Static"
  },
  {
    "name": "Wonder Skin",
    "effect": "The user gains +6 Evasion against Status Moves. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Defy Death [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user instantly removes up to three injuries, and gains a Tick of Hit Points for each injury removed this way. Defy Death may be used to cure up to three Injuries per day. Injuries removed this way do not count towards the total number of injuries that can be healed per day.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Quick Feet [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhen Poisoned, Burned, Paralyzed, Frozen or put to Sleep, the user’s Speed is raised 2 Combat Stages. The user’s Initiative is not halved by Paralysis. If the user is healed all Status Conditions, their Speed is lowered appropriately.",
    "frequency": "Static"
  },
  {
    "name": "Surge Surfer",
    "effect": "On Electric Terrain or while under half maximum Hit Points, the user’s Initiative is doubled.",
    "frequency": "Static"
  },
  {
    "name": "Hubris",
    "effect": "Whenever the user’s Move causes a target to faint, it may raise its Special Attack Combat Stage by +1. You may only trigger Hubris once per Move, even if the Move causes multiple targets to faint.",
    "frequency": "Static"
  },
  {
    "name": "Flying Fly Trap",
    "effect": "The Pokémon takes no damage from Ground Type Moves and Bug Type Moves. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Unnerve",
    "effect": "Foes within 3 meters of you cannot gain positive Combat Stages or trade in Digestion/Food Buffs. This does not affect any Combat Stages they already have.",
    "frequency": "Static"
  },
  {
    "name": "Honey Thief",
    "effect": "Connection - Bug Bite. If the user uses Bug Bite to steal the effects of a Digestion/Food Buff, they gain a Tick of Temporary Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Poltergeist",
    "effect": "Rotom gains an Ability and a Move depending on what Form it has taken. This Move cannot be forgotten or replaced in any way.\\n\\nStandard Rotom: Move - Thunder Shock. Ability - Levitate.\\nHeat Rotom: Move- Overheat. Ability - Levitate.\\nWash Rotom: Move - Hydro Pump. Ability - Aqua Boost.\\nFrost Rotom: Move - Blizzard. Ability - Frostbite.\\nFan Rotom: Move - Air Slash. Ability - Keen Eye\\nMow Rotom: Move - Leaf Storm. Ability - Grass Pelt.",
    "frequency": "Static"
  },
  {
    "name": "Unburden",
    "effect": "If the user is not holding a Held Item, their Speed is increased by +2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Gore [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user uses Horn Attack\\nConnection - Horn Attack. Horn Attack gains the Double Strike keyword, and pushes its target 2 meters.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Frighten",
    "effect": "Target - Pokémon or Trainer within 5 meters\\nLower the target's Speed 2 Combat Stages.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Mach Speed",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Flying.",
    "frequency": "Static"
  },
  {
    "name": "Mini-Noses",
    "effect": "The user detaches up to three Mini-Noses from themselves and places them adjacent to them on the battlefield. These Mini-Noses have HP equal to the user’s level but otherwise uses their user’s stats. Each Mini-Nose has a Levitate Speed of 4. The user may Shift them each round on their turn, and they may originate any Ranged Move from one of the Mini-Noses instead of themselves if they choose. If a Mini-Nose is reduced to 0 HP, it is destroyed and takes a full 24 hours to regrow, one at a time. If the user has less than three grown Mini-Noses, then this ability can only place as many on the field as are available. All Mini-Noses deactivate, but are not destroyed, if the user is Fainted. Mini-Noses cannot be made to Shift more than 5 meters away from the user; if they are forced farther away, they will automatically Shift toward the user on the user’s turn.",
    "frequency": "Daily - Standard Action"
  },
  {
    "name": "Absorb Force",
    "effect": "Trigger - The user is damaged by a Physical Attack\\nThe user takes damage as if the attack was one step less effective.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Daze",
    "effect": "Make an AC4 Status attack against a target within 6 meters.  If you hit, the target falls Asleep.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Tonguelash",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits a target with Lick\\nConnection – Lick. Lick automatically Paralyzes and Flinches its target.\\nBonus: The user may use Lick as if it was Normal-Typed.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Leaf Rush",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate Leaf Rush to use a Grass-Type Move with Priority. If the Move is a Damaging Move, the user adds half their Speed Stat to the Damage Roll.",
    "frequency": "Scene x2 - Free Action, Priority"
  },
  {
    "name": "Anchored",
    "effect": "Dhelmise has an Anchor token on the field, which occupies one square as if it is Medium sized but is otherwise ignored for cover and targeting. Dhelmise cannot move or be moved more than 3 meters away from its Anchor, willingly or otherwise. The Anchor token itself cannot be pushed, pulled, or moved against Dhelmise's will in any way. Dhelmise may shift their Anchor Token as a Swift Action, moving it to any open space within 3 meters of itself.\\nBonus: When the user Shifts the Anchor, it may immediately afterwards originate a damaging attack from its\\nAnchor if it has the appropriate action available, giving that attack the following properties: the attack's range changes to \"Melee, 1 Target\", the attack deals +2d6 damage, and the attack's Class changes to Physical if it wasn't already.",
    "frequency": "Static"
  },
  {
    "name": "Sun Blanket",
    "effect": "The user is one step more resistant to Fire-Type Attacks, and gains a Tick of Hit Points at the beginning of each turn in Sunny weather.",
    "frequency": "Static"
  },
  {
    "name": "Wonder Guard",
    "effect": "Only damaging attacks that are Super-Effective affect the Pokémon with Wonder Guard; all other damaging attacks cannot hit the user or deal damage. Wonder Guard loses its effect if the user has no weaknesses. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Rattled",
    "effect": "Trigger - The user is hit by a Bug, Dark, or Ghost Type Move\\nThe user's Speed is raised by +1 Combat Stage.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Dancer",
    "effect": "Trigger - Someone within 10 meters uses a Status-Class Dance Move.\\nThe user may immediately use the triggering Move as a free action.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Neutralizing Gas",
    "effect": "Abilities may not be Triggered in a burst 1 around the user, and Defensive abilities do not function in that area (the user is unaffected by this). If the user uses Poison Gas, Smog, Clear Smog, or Strange Steam, targets hit by those Moves may not trigger Abilities or benefit from Defensive abilities for one full round.",
    "frequency": "Static"
  },
  {
    "name": "Fabulous Trim",
    "effect": "Furfrou’s Ability depends on its current hairstyle. A Furfrou’s hairstyle can be changed as an Extended Action at an appropriate hair parlor.\\n\\nStar Trim: Celebrate\\nDiamond Trim: Defiant\\nHeart Trim: Cute Tears\\nPharaoh Trim: Sand Veil\\nKabuki Trim: Inner Focus\\nLa Reine Trim: Intimidate\\nMatron Trim: Friend Guard\\nDandy Trim: Moxie\\nDebutante Trim: Confidence",
    "frequency": "Static"
  },
  {
    "name": "Sweet Veil",
    "effect": "The user and allies within 3 meters are immune to Sleep. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Ignition Boost",
    "effect": "Trigger - An adjacent Ally uses a Fire-Type Move\\nThe allied target gains a +5 Bonus to its damage roll with the triggering Move.  A target may not benefit from more than one instance of Ignition Boost at a time.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Slush Rush",
    "effect": "While in Hailing Weather or under half maximum Hit Points, the user’s Initiative is doubled.",
    "frequency": "Static"
  },
  {
    "name": "Magic Guard",
    "effect": "The user is immune to damage and Hit Point loss from Hazards, Weather, Status Afflictions, Vortexes, Recoil, Hay Fever, Iron Barbs, Rough Skin, and Leech Seed. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sticky Smoke",
    "effect": "Connection - Smokescreen. All targets that begin or end their turn in the target's Smokescreen have their Accuracy lowered by -1. This penalty may occur multiple times. This stacks with the usual penalties from Smokescreen.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Aqua Boost",
    "effect": "Trigger - An adjacent Ally uses a Water-Type Move\\nThe allied target gains a +5 Bonus to its damage roll with the triggering Move.  A target may not benefit from more than one instance of Aqua Boost at a time.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Mojo",
    "effect": "Normal Types are not immune to the user's Ghost Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Snow Cloak [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +1 Evasion. This is increased to +2 Evasion while in Hail or snowy terrain. While in Hail, the user and adjacent allies do not lose Hit Points due to the Hail.",
    "frequency": "Static"
  },
  {
    "name": "Fiery Crash",
    "effect": "Whenever the user uses a Move with the Dash keyword, they may either increase that Move’s Damage Base by +2, or change the Move to be Fire-Type if it was not already. All Moves with the Dash keyword performed as Fire-Typed burn their target on 19+, or increase the effect range by +2 if they could already inflict Burn.",
    "frequency": "Static"
  },
  {
    "name": "Levitate",
    "effect": "The Pokémon is immune to the damage and effects of Ground Type Moves, and gains a Levitate Speed of 4, or has existing Levitate Speeds increased by +2. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Forecast",
    "effect": "The user’s Type changes depending on the weather. It changes to Fire Type if it is Sunny, Ice Type if it is Hailing, Water Type if it is Rainy, and Rock Type if there is a Sandstorm. It returns to Normal Type if it is in normal weather or foggy weather. If there are multiple Weather Effects on the field, choose one type for the user to be that corresponds with an existing Weather effect.",
    "frequency": "Static"
  },
  {
    "name": "Copy Master",
    "effect": "Connection - Copycat. Whenever the user uses Copycat or Mimic, it gains +1 Combat Stage in a Stat of its choIce after the Move is resolved.",
    "frequency": "Static"
  },
  {
    "name": "Sunglow",
    "effect": "The user may activate Sunglow while exposed to sunlight to become Radiant. While Radiant, the user gains a +5 bonus to all Damage Rolls. The user may expend the Radiant condition upon hitting a foe with a damaging attack to cause that foe to become Blinded until the end of their next turn.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Sturdy [Playtest]",
    "effect": "Keywords - 2-16 Playtest\nThe user is immune to Moves with the Execute Keyword. If a single source of Damage or Hit Point Loss would cause the user to lose more than X Hit Points, the damage or Hit Point loss is instead reduced to X. X is equal to 50% of their Max Hit Points, rounded up. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Dauntless Shield",
    "effect": "The user’s default Defense Combat Stages are increased by +1.",
    "frequency": "Static"
  },
  {
    "name": "Trace",
    "effect": "Target - A Trainer or Pokémon within 10 meters\\nThe Pokémon gains an Ability known by the Target for the remainder of the encounter, or until it is Fainted.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Magnet Pull",
    "effect": "Target - A Steel-Type Pokémon\\nUntil the end of the user's next turn, the target may not move more then 8-meters away from the user and/or may not move closer than 3-meters to the user.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Lullaby",
    "effect": "Connection - Sing. Whenever the user uses the Move “Sing”, they may activate this Feature. The user then picks a Pokémon or Trainer being targeted by Sing; Sing automatically hits that target.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Storm Drain [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - A ranged Water Type Move is used within 10 Meters of the user\\nThe Move is turned into a 1-Target Move and is re-directed at the user without fail, and cannot miss. This negates Lock-On or Mind Reader. the user’s Special Attack is then raised by +1 Combat Stage.\\nBonus: The user is immune to the damage and effects of Water Type attacks. Defensive.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Quick Curl [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Defense Curl. The user may activate this Ability to use Defense Curl as an Standard Action Interrupt and gain +10 Damage Reduction for 1 full round.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Spiteful Intervention",
    "effect": "Connection -  Spite.  The user may use Spite in response to an attack hitting an ally, in addition to hitting themselves.",
    "frequency": "Static"
  },
  {
    "name": "Dig Away",
    "effect": "Connection - Dig. When hit by a Move, this Pokémon may activate this Feature to use Dig, frequency allowing, as an interrupt to avoid the attack and shift underground immediately. This consumes a command as normal. The terrain must allow for Dig to be used.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Sol Veil",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +1 Evasion. This is increased to +2 Evasion while in Sunny Weather or on grassy terrain. While in Sunny Weather, the user gains +5 Damage Reduction.",
    "frequency": "Static"
  },
  {
    "name": "Dodge",
    "effect": "Trigger - The user is hit by a Damaging Move.\\nThe triggering Move instead misses. Defensive.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Mega Launcher",
    "effect": "The user increases the Damage Base of Aura Sphere, Dark Pulse, Dragon Pulse, and Water Pulse by +2.",
    "frequency": "Static"
  },
  {
    "name": "Anticipation",
    "effect": "Target - Pokémon or Trainers\\nThe target reveals if they have any Moves that are Super-Effective against the Pokémon with Anticipation. You may not target a Pokémon or Trainer more than once per encounter with Anticipation. Anticipation only reveals whether the opponent does or does not have those moves, not the specific moves themselves.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Ambush [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate this Ability to use a Move with a Damage Base of 6 (before applying STAB or other modifiers) or lower as if it had the Priority keyword. If it hits, the target is Flinched and has a -2 penalty to Accuracy Rolls for 1 full round.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Phototroph",
    "effect": "The user gains a Tick of Hit Points.\\r\\nPhototroph may only be used while the user is under 50% Hit Points or in Sunny Weather",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "Sniper [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhen the user gets a Critical Hit, the attack deals +3d10 additional damage.",
    "frequency": "Static"
  },
  {
    "name": "Bully",
    "effect": "Trigger - The user hits the target for Super-Effective Damage with a Melee Move.\\nThe target of the attack  is pushed 2 Meters, becomes Tripped, and gains an Injury.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Plus [SwSh]",
    "effect": "Trigger - An ally within 10m has Combat Stages raised\\nThe target gains an additional Combat Stage in one stat raised by the triggering effect.",
    "frequency": "Scene x2 – Free Action, Reaction"
  },
  {
    "name": "Neuroforce",
    "effect": "Whenever you deal Super-Effective Damage to a target, that target treats your Damage Roll as it were increased by +10.",
    "frequency": "Static"
  },
  {
    "name": "Shadow Tag",
    "effect": "Target - An adjacent Trainer or Pokémon\\nThe target’s shadow becomes pinned to the target’s current spot for 5 turns. During this time, the target is Slowed and Trapped, and cannot move more than 5 meters from the spot their shadow is pinned to; even being Pushed and other forced movement effects cannot force the target to Move more than 5 meters from that spot.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Anger Point",
    "effect": "When the Pokémon receives a Critical Hit, they become Enraged and gain +6 Attack Combat Stages.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Damp [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhenever anyone within 10 meters would use the Moves Self-Destruct or Explosion or activate the Aftermath Ability, those effects fail and instead do nothing.\\nBonus: The user gains a +1d10 Bonus to Damage Rolls with Water-Typed Moves.",
    "frequency": "Static"
  },
  {
    "name": "Soothing Tone",
    "effect": "Connection - Heal Bell. Whenever the user uses the Move Heal Bell, all targets that recovered from a Status ailment gain a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Reckless",
    "effect": "Increase the Damage Base of the moves Jump Kick, Hi Jump Kick, and moves with the Recoil Keyword by +2.",
    "frequency": "Static"
  },
  {
    "name": "Noctem",
    "effect": "The weather changes to be a New Moon for 1 full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Blow Away",
    "effect": "Connection - Whirlwind. When the user uses Whirlwind, all targets hit lose a Tick of Hit Points.",
    "frequency": "Static"
  },
  {
    "name": "Cave Crasher",
    "effect": "The user resists Ground-Type and Rock-Type attacks one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Beast Boost",
    "effect": "Trigger - The user’s Damaging Attack causes an opponent to Faint\\nThe user receives +1 Combat Stage in their highest non-HP stat.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Rocket [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - A Round Begins\\nThe user may take their turn at the top of the round. Priority, Interrupt, or Reaction Moves or Abilities cannot be declared in response to the user’s turn.\\nBonus: The user’s Sky capability is increased by +2",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Haunt",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Ghost.",
    "frequency": "Static"
  },
  {
    "name": "Stakeout",
    "effect": "The user gains a +2d6+4 bonus on damage rolls against foes that were released from a Pokéball or entered the encounter since the user's last turn.",
    "frequency": "Static"
  },
  {
    "name": "Compound Eyes",
    "effect": "The user gains a +3 Bonus to all Accuracy Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Sheer Force",
    "effect": "If a Pokémon with Sheer Force uses a Move with a secondary effect that triggers during Accuracy Roll, increase that Move's Base Damage by +2. However, the secondary effects of Move never trigger. This does not affect Critical Hits, or moves with increased Critical Hit ranges.",
    "frequency": "Static"
  },
  {
    "name": "Frisk",
    "effect": "The user gains a +2 Bonus to all Accuracy Rolls against adjacent targets.",
    "frequency": "Static"
  },
  {
    "name": "Celebrate",
    "effect": "Trigger - The user causes a foe to Faint by using a damaging attack\\nThe user increases their Speed by 1 Combat Stage and may immediately take an additional Shift Action to move as if they were Slowed. This Ability may only be activated if the user is not prevented from shifting.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Hydration",
    "effect": "At the end of the user’s turn, if the weather is Rainy, the user is cured of one Status Affliction.",
    "frequency": "Static"
  },
  {
    "name": "Thermosensitive",
    "effect": "While Sunny, the user's Attack and Special Attack are raised by +2 combat stages each. While Hailing, the user's movement capabilities are reduced by half.",
    "frequency": "Static"
  },
  {
    "name": "Flare Boost [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +3 Attack and Special Attack Combat Stages. Flare Boost may only be used while Burned.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Natural Cure",
    "effect": "Whenever the user is returned to its Poké Ball or Takes A Breather, it may activate Natural Cure to cure itself of all Persistent Status Afflictions.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Mud Dweller",
    "effect": "The user resists Ground-Type and Water-Type attacks one step further.",
    "frequency": "Static"
  },
  {
    "name": "Scrappy",
    "effect": "Ghosts are not immune to the user's Normal and Fighting-Type Moves.",
    "frequency": "Static"
  },
  {
    "name": "Heatproof",
    "effect": "The user resists Fire Type moves one step further (Super-Effective Becomes Neutral, Doubly-Super Effective becomes Super-Effective, Neutral becomes Resistant, Resistant becomes doubly Resistant).",
    "frequency": "Static"
  },
  {
    "name": "Bone Lord [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - You hit with Bone Club, Bonemerang, or Bone Rush\\nConnection – Bonemerang. Once per Scene per Move, the following Moves may be used as if they had the following bonuses:\\n- Bone Club: Bone Club’s target loses 1 Defense and Special Attack CS.\\n- Bonemerang: Has a Range of Line 6 but loses the Double Strike keyword\\n- Bone Rush: Bone Rush automatically ‘hits’ four times (as per the Five Strike keyword).",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Chlorofury",
    "effect": "The user gains +1 Combat Stage in Special Attack and Special Defense",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Beautiful",
    "effect": "The user may activate Beautiful to either grain +2 Beauty DIce in a Contest, or to cure any adjacent targets of the Enraged Condition.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Blaze",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Fire.",
    "frequency": "Static"
  },
  {
    "name": "Torrent",
    "effect": "The user gains Last Chance with Water.",
    "frequency": "Static"
  },
  {
    "name": "Illuminate",
    "effect": "Attacks that target the user have a -2 Accuracy Penalty against the user. Does not affect attackers with the Blindsense Capability. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Water Veil",
    "effect": "Keywords - Immune\\nThe user is immune to Burns. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Sumo Stance [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits a foe with a Melee Attack\\nThe triggering foe is Pushed 1 meter away from the user and the user is immune to Push Effects for 1 full round.\\nBonus: The user’s Weight Class is increased by +1.",
    "frequency": "At-Will - Shift Action"
  },
  {
    "name": "Foundry",
    "effect": "Trigger - The user uses a Rock-Type damaging Move\\r\\n\\r\\nThe Move is changed to be Fire Type",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Sap Sipper [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is immune to the damage and effects of Grass-Type attacks. If the user is hit by a Grass-Type attack, they gain +1 CS in their choice of Attack or Special Attack. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Fairy Aura",
    "effect": "The user and all allies have the Damage Base of their Damaging Fairy Type attacks increased by +1.",
    "frequency": "Static"
  },
  {
    "name": "Contrary",
    "effect": "If something would raise the user’s Combat Stages, it instead lowers the user’s Combat Stages by the same amount. If something would lower the user’s Combat Stages, it instead raises the user’s Combat Stages by the same amount.",
    "frequency": "Static"
  },
  {
    "name": "Intoxicate",
    "effect": "Trigger - The user uses a Normal-Type damaging Move\\r\\n\\r\\nTHe Move is changed to be Poison Type.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Gluttony [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may have up to three Food Buffs at once, use up to three Food Buffs per Scene, and may eat two refreshments per half hour.",
    "frequency": "Static"
  },
  {
    "name": "Mud Shield",
    "effect": "The user gains two ticks worth of Temporary Hit Points.Bonus: When standing on any muddy or dirty terrain that is either Slow or Rough Terrain, the user gains +5 Damage Reduction. Defensive.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Sprint [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user uses the Sprint Action during Combat\\nThe user gains +2 Speed Combat Stages.\\nBonus: The user’s Overland Speed is increased by +2.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Hustle [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user receives a -2 penalty to all Accuracy Rolls and gains a +10 Bonus to All Damage Rolls.",
    "frequency": "Static"
  },
  {
    "name": "Sorcery",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Base Special Attack Stat is increased by +5, and by +1 more for every 10 Levels the user has. This Ability cannot be disabled in any way.",
    "frequency": "Static"
  },
  {
    "name": "Sand Force [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile on sandy terrain or in Sandstorms, the user’s Ground, Rock, and Steel-Typed damaging moves deal +5 Damage.\\nBonus: The user is immune to Hit Point loss from Sandstorms.",
    "frequency": "Static"
  },
  {
    "name": "Vital Spirit",
    "effect": "The user is immune to the Sleep condition, and cannot use the move Rest. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Poison Heal",
    "effect": "Trigger - The user becomes Poisoned.\\nFor the rest of the encounter, while Poisoned or Badly Poisoned, the user gains a Tick of Hit Points at the beginning of each turn instead of losing any Hit Points from Poison. At the end of the encounter, the user is cured of the Poison Status. Additionally, the user does not have any Combat Stages lowered from being Poisoned.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Water Compaction",
    "effect": "Trigger - The user is hit by a Water Type Move\\nThe user receives +2 Defense Combat Stages. [Defensive]",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Synchronize",
    "effect": "Trigger - The user is Paralyzed, Frozen, Burned, Poisoned, or put to Sleep.\\nThe foe which caused the Status Condition is given the same Status they inflicted.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Thunder Boost",
    "effect": "Trigger - An adjacent Ally uses an Electric-Type Move\\nThe allied target gains a +5 Bonus to its damage roll with the triggering Move.  A target may not benefit from more than one instance of Thunder Boost at a time.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Ragelope",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Physical Attacks gain the following effect Range: On 18+, the user becomes Enraged and gains +1 Speed CS. If the user is already Enraged, they gain +1 Attack CS instead.",
    "frequency": "Static"
  },
  {
    "name": "Shell Armor",
    "effect": "The user is immune to Critical Hits; they are instead normal hits. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Propeller Tail",
    "effect": "The user may make a Sprint Maneuver as a Free Action.\\nBonus: The user may not be Intercepted, nor may any Abilities, Moves, or Features be activated to change the user’s target. Any of those existing effects (such as Follow Me) fail.",
    "frequency": "Scene – Swift Action"
  },
  {
    "name": "Battery",
    "effect": "Target - An adjacent Ally.\\nThe target's next Special Attack deals +2d6+4 damage. If that attack is Electric-Typed, it deals +3d6+6 more damage instead.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Whirlwind Kicks",
    "effect": "Connection – Rapid Spin. When the user uses the Move “Rapid Spin”, it has a range of “Burst 1” instead of Melee and gains the Priority keyword.",
    "frequency": "Static"
  },
  {
    "name": "Winter Joy",
    "effect": "While in Hail, the user has their Attack and Special Attack raised by +1 Combat Stage. \\r\\nWhile in Sunny Weather, the user has their Attack and Special Attack lowered by -1 Combat Stage.",
    "frequency": "Static"
  },
  {
    "name": "Forest Lord",
    "effect": "Their turn the user may originate a Grass or Ghost Type Move from any fully grown tree within 10 meters.  Moves performed this way gain a +2 Bonus on their Accuracy Rolls.",
    "frequency": "Scene x2 - Shift Action"
  },
  {
    "name": "Pumpkingrab",
    "effect": "The user gains a +4 bonus to Accuracy Checks of Struggle Attacks made to initiate Grapple, and a +3 Bonus to Skill Checks made to initiate a Grapple.",
    "frequency": "Static"
  },
  {
    "name": "Wandering Spirit",
    "effect": "Trigger - The user is hit by a Melee attack\\nThe user exchanges Wandering Spirit with a random Ability of the opposing Pokémon, as per the Move Skill Swap.",
    "frequency": "Scene – Free Action, Reaction"
  },
  {
    "name": "Magnet Pull [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - A Steel-Type Pokémon within 6 meters\\nPick Two Effects;\\n-The target is pushed or pulled X meters directly away or towards the user. X is up to 6 meters minus the target’s Weight Class.\\n-Until the end of the user’s next turn, the target may not move more then 6 meters away from the user .\\n-Until the end of the user’s next turn, the target may not move closer than 3 meters ot the user.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Mountain Peak",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Rock.",
    "frequency": "Static"
  },
  {
    "name": "Whirlwind Kicks [Playtest]",
    "effect": "Keywords - 2-16 Playtest\nConnection – Triple Kick. When the user uses the Move “Rapid Spin,” it has a range of “Burst 1”. When the user uses the Move “Triple Kick”, one of the attacks made may be “Burst 1” instead of “Melee.” A given target may still only be hit once by a single use of Triple Kick, however.",
    "frequency": "Static"
  },
  {
    "name": "Huge Power / Pure Power [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user’s Base Attack Stat is increased by +5, and by +1 more for every 10 Levels the user has. This Ability cannot be disabled in any way.",
    "frequency": "Static"
  },
  {
    "name": "Discipline",
    "effect": "If the user gains initiative and is Confused, Enraged, Infatuated, or Flinched, they may activate Discipline to cure themselves of any of these conditions.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Weak Armor",
    "effect": "Trigger - The user takes Physical Damage\\nThe user may lower its Defense Combat Stage by 1 Combat Stage, and gain +1 Speed Combat Stage. This is done after the triggering damage is resolved.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Sun Blanket [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user gains Initiative\\nThe user gains a Tick of Hit Points. Sun Blanket may only be triggered while the user is under 50% Hit Points or in Sunny Weather.",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "Sand Force",
    "effect": "While in a Sandstorm, the user's Ground, Rock, and Steel-Type Direct-Damage Moves deal +5 Damage. Additionally, the user is immune to damage from Sandstorms.",
    "frequency": "Static"
  },
  {
    "name": "Zen Mode",
    "effect": "Keep two sets of Base Stats for Darmanitan, the first set of Base Stats are its normal stats while the second will be referred to during Zen Mode. The HP Stat for both sets of Base Stats must be the same. If Darmanitan has its Base Stats altered in any way, both sets of Base Stats are affected. As a Free Action, Darmanitan may activate Zen Mode if it is at less than 50% of its full Hit Points. Darmanitan may change back from Zen Mode as a Free Action if its Hit Point total is at 50% or higher. Darmanitan may switch from one form to another once per Scene.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Amplifier",
    "effect": "The user's damaging Sonic moves gain a +10 Bonus to Damage",
    "frequency": "Static"
  },
  {
    "name": "Omen",
    "effect": "Choose a Pokémon or Trainer within 5 meters. The target's Accuracy is lowered by 2.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Regurgitation",
    "effect": "This Pokémon engulfs a willing or helpless\\r\\nSmall Pokémon within it. An engulfed target shares this Pokémon’s space, and may not act or be affected in any way.\\r\\nOnce per Scene, this Pokémon may use an At-Will or EoT Ranged, Close Blast, Line, or Cone Move from the Movelist of the engulfed Pokémon as if it were on this Pokémon’s Movelist.\\r\\nIf this Pokémon Faints, the engulfed Pokémon may escape if it chooses, appearing in a space adjacent to this Pokémon.",
    "frequency": "At-Will - Extended Action"
  },
  {
    "name": "Drizzle",
    "effect": "The Weather changes to be Rainy for 5 rounds.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Ice Body [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains a Tick of Hit Points. Ice Body may only be used while the user is under 50% Hit Points or in Hailing Weather.\\nBonus: The user is immune to Hit Point loss from Hail.",
    "frequency": "Daily x5 - Swift Action"
  },
  {
    "name": "White Smoke",
    "effect": "The user’s Combat Stages, Evasion, or Accuracy may not be lowered except by the user’s own Moves and effects. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Dust Cloud [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Poison Powder. The user may use Moves with the Powder Keyword as if they had a Range of “Burst 1”.",
    "frequency": "Static"
  },
  {
    "name": "Suction Cups",
    "effect": "The user is immune to Push effects, and the effects of Roar. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Silk Threads",
    "effect": "Connection - String Shot. Whenever the user uses \"String Shot\", the target becomes Slowed until the end of their next turn.",
    "frequency": "Static"
  },
  {
    "name": "Type Aura",
    "effect": "Keywords - 2-16 Playtest\\nThe user and all allies within 3 meters gain a +5 Bonus to Damage Rolls with Moves matching the user’s Primary Type.",
    "frequency": "Static"
  },
  {
    "name": "Rough Skin",
    "effect": "Trigger - The user is hit by a damaging Melee Attack\\nThe attacker loses a tick of Hit Points.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Gorilla Tactics",
    "effect": "Trigger - The user uses a Move\\nThe user gains a +10 bonus to damage rolls until the end of the Scene, including on the triggering Move. However, until the end of the Scene, they may only use Moves that they have already used in this Scene before triggering this Ability (the triggering Move is included in those usable).",
    "frequency": "Scene – Swift Action"
  },
  {
    "name": "Gluttony",
    "effect": "The user may have up to three Digestion/Food Buffs at once, and may eat up to two refreshments per half hour.",
    "frequency": "Static"
  },
  {
    "name": "Polycephaly",
    "effect": "The user may make Struggle Attacks as a Swift Action. Struggle Attacks made this way are resisted one step further than they normally would be.",
    "frequency": "Static"
  },
  {
    "name": "Galvanize",
    "effect": "If the user attacks with a Normal-Type Move, that Move is Electric-Type instead.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Color Theory",
    "effect": "Upon gaining this ability at Birth, the user rolls 1d12 to determine the color of their tail secretions. 1 = Red; 2 = Red-Orange; 3 = Orange; 4 = Yellow- Orange; 5 = Yellow; 6 = Yellow-Green; 7 = Green; 8 = Blue-Green; 9 = Blue; 10 = Blue-Violet; 11 = Violet; 12 = Red-Violet.\\n\\nRed is tied to Attack, Orange is tied to Defense, Yellow is tied to Special Attack, Green is tied to Special Defense, Blue is tied to Speed, Violet is tied to HP. Users with a “Pure” Color (Red, Orange, Yellow, etc) gain a +6 Bonus to the Base Stat tied to their color. Users with a “Mixed” Color (Red-Orange, Yellow-Orange, etc) gain a +3 Bonus to each Stat tied to the color.",
    "frequency": "Static"
  },
  {
    "name": "Sound Lance [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user uses Supersonic\\nConnection – Supersonic. The target of Supersonic loses Hit Points equal to the user’s Special Attack. This occurs even if Supersonic misses.",
    "frequency": "Scene x2 - Swift Action"
  },
  {
    "name": "Battle Armor",
    "effect": "The user is immune to Critical Hits; they are instead normal hits. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Razor Edge",
    "effect": "Connection - Poison Tail. The user's Critical Hit Range on all Moves is increased by +2; any Moves with \"Tail\" in their name have their Critical Hit Range increased by +3 instead.",
    "frequency": "Static"
  },
  {
    "name": "Flower Gift [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nFlower Gift may only be used if the Weather is Sunny or if the user is under 50% Hit Points. When activated, the user may pick two Stats, gaining +2 Combat Stages in each Stat. All targets within 2 meters also gain +1 Combat Stage in each of the chosen Stats.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Full Guard",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - You take Damage while having Temporary Hit Points\\nYou resist the triggering Damage one step further.\\nBonus: Whenever you take Super-Effective Damage and you have no Temporary Hit Points, you gain a tick of Temporary Hit Points. Defensive.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Bone Wielder",
    "effect": "This ability is only functional if the user is holding a Thick Club item. The user gains a +1 Accuracy Bonus to Bone Club, Bonemerang, and Bone Rush. Additionally, the user cannot be disarmed, or have their Thick Club forcefully removed by Trick, Switcheroo, Thief, or any other Moves or effects unless the user wishes it.",
    "frequency": "Static"
  },
  {
    "name": "Soulstealer",
    "effect": "Trigger - The user’s attack causes a foe to Faint\\nThe user removes one Injury from themselves and recovers 25% of their Maximum Hit Points. If the triggering attack killed its target, the user instead removes all Injuries and recovers all Hit Points.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Stamina",
    "effect": "Trigger - The user is hit by a Damaging Attack\\nThe user receives +1 Defense Combat Stage. [Defensive]",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Perish Body",
    "effect": "Trigger - The user is hit with a Melee attack\\nThe triggering creature and the user each receive a Perish Count of 3. At the beginning of each of the target’s turns, their Perish count is lowered by 1. Once a Perish Count reaches 0, set the Pokémon’s Hit Points to 0. A Perish Count disappears if a target returns to their Poké Ball, Takes a Breather, or is knocked out. Perish Body never causes Massive Damage. Defensive.",
    "frequency": "Daily – Standard Action, Reaction"
  },
  {
    "name": "Tough Claws",
    "effect": "The user increases the Damage Base of all Melee Moves by +2.",
    "frequency": "Static"
  },
  {
    "name": "Memory Wipe [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - A foe within 10 meters\\nIf used as a Swift Action, the last Move used by the target becomes Disabled. If used as a Standard Action, the target is Flinched and Paralyzed. If used as an Extended Action that takes about 1 minute, it can erase up to 10 minutes that have occurred within the last 30 minutes from the target’s memory.",
    "frequency": "Scene - Special"
  },
  {
    "name": "Fur Coat",
    "effect": "The user resists all Physical Attacks one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Lightning Rod",
    "effect": "Trigger - A ranged Electric Type Move is used within 10 Meters of the user.\\nThe Move is turned into a Single-Target Move and is re-directed at the user without fail, and cannot miss. This negates Lock-On or Mind Reader. Additionally, the user is immune to the damage and effects of Electric Type attacks, and each time they are hit by an Electric attack, the user’s Special Attack is raised 1 Combat Stage. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Cotton Down",
    "effect": "Trigger - The user is hit by an attack\\nAll Pokémon in a Burst 1 around the user have their speed lowered by 1 CS, and are Slowed for one full round.",
    "frequency": "Scene – Free Action, Reaction"
  },
  {
    "name": "Quick Cloak",
    "effect": "Burmy quickly builds a cloak out of nearby materials; using leaves and twigs will give it a Grass Plant Cloak, using sand and rocks will give it a Ground Sandy Cloak, and using trash or scrap will give it a Steel Trash Cloak. While in a Cloak, Burmy gains the Type associated with the Cloak as a secondary Typing, which will become permanent upon evolution into Wormadam. Cloaks are destroyed if Burmy is hit for Super-Effective Damage, or if Burmy makes a new Cloak.",
    "frequency": "At-Will - Standard Action"
  },
  {
    "name": "Defiant",
    "effect": "Whenever the user has its Combat Stages lowered, by something other than its own Moves or Abilities, the user’s Attack is raised 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Migraine [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits with Confusion while at 50% Hit Points or less\\nConnection - Confusion. Confusion automatically gives its target the Confusion Affliction and is a Critical Hit.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Supercell",
    "effect": "Supercell may only be used if the Weather is Rainy or a New Moon, or if the user is under 50% Hit Points. \\r\\nWhen activated, the user may pick two Stats, gaining +2 Combat Stages in each Stat. \\r\\nAll allies within 2 meters also gain +1 Combat Stage in each of the chosen Stats.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Justified [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user is hit by a damaging Dark Type Move or Attack of Opportunity\\nThe user may raise its Attack by +1 Combat Stage.\\nBonus: The user always gains a +4 bonus to Skill Checks made to Intercept.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Interference",
    "effect": "The accuracy of all foes within 3 meters is reduced by -2 until the end of the user's next turn.",
    "frequency": "At-Will - Standard Action"
  },
  {
    "name": "Own Tempo",
    "effect": "The user is immune to Confusion. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Fox Fire [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Ember. The user creates 3 Fire Wisps. Whenever the user is targeted by a foe within 6 meters, they may spend a Fire Wisp as to use the Move Ember against that foe as a Free Action after the triggering Move is resolved.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Flame Tongue",
    "effect": "Trigger - The user hits a foe with Lick.\\nConnection - Lick. The foe hit with Lick gains an Injury and becomes Burned.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Wallmaster",
    "effect": "Connection – Barrier. Whenever the user uses Barrier, they may choose to either gain +2 Defense Combat Stages, or place 2 additional segments of Barrier.",
    "frequency": "Static"
  },
  {
    "name": "Power Spot",
    "effect": "Allies within 2m of the user gain a +5 bonus to damage rolls.",
    "frequency": "Static"
  },
  {
    "name": "Shell Shield [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection - Withdraw. The user may activate this Ability to use Withdraw as an Standard Action Interrupt and gain +10 Damage Reduction for 1 full round.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Drought",
    "effect": "The Weather changes to be Sunny for 5 rounds.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Pumpkingrab [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user automatically Grapples an adjacent foe and gains dominance.",
    "frequency": "Scene - Standard Action"
  },
  {
    "name": "Weaponize",
    "effect": "Trigger - The user takes Physical damage.\\nWhile being wielded as a Living Weapon and being actively Commanded as a Pokémon, the user may Intercept for its Wielder as a Free Action.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Wishmaster",
    "effect": "Connection – Wish. Whenever the user uses Wish, the user may pick one of the following effects: the target is healed instantly instead of the following round; or the target gains +2 CS to the Stat of their choice upon being healed; or the target is cured of any Status Affliction.",
    "frequency": "Static"
  },
  {
    "name": "Ice Shield",
    "effect": "The user places up to 3 segments of Ice Wall; each segment must be continuous with another segment, and at least one must be adjacent to the user. These Ice Walls count as Blocking Terrain and last until the end of the encounter or until they are destroyed. Each Ice Wall segment is 2 meters tall, 1 meter wide, and 2 centimeters thick. Each segment has 10 Hit Points, 5 Damage Reduction, and takes damage as if it was Ice-Type.",
    "frequency": "Scene - Standard Action, Interrupt"
  },
  {
    "name": "Mirror Armor",
    "effect": "Trigger - A foe’s Move or Ability directly lowers the user’s CS (including effect Ranges, but not including things like Status)\\nThe user’s CS are instead not lowered, and the triggering foe’s CS in the affected stats are instead lowered the same amount the user’s would have been.",
    "frequency": "At-Will – Free Action, Reaction"
  },
  {
    "name": "Weird Power",
    "effect": "Keywords - 2-16 Playtest\\nIf the user’s Attack is higher than its Special Attack, the user may add its Attack Stat to its Special Damage Rolls. If their Special Attack is higher, they user may add its Special Attack Stat to its Physical Damage Rolls. This does not stack with Mixed Power.",
    "frequency": "Static"
  },
  {
    "name": "Lightning Kicks",
    "effect": "The user may activate this Ability to use any Move with \"Kick\" in the name as a Priority Move.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Toxic Boost [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user gains +3 Attack and Special Attack Combat Stages. Toxic Boost may only be used while Poisoned or Badly Poisoned.\\nSpecial: If the user has the Immunity Ability, they can still become Poisoned and Badly Poisoned but do not lose Hit Points from these conditions.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Gardener",
    "effect": "Target - A yielding Plant\\nIncrease the Soil Quality of the plant by +1, as if Mulch has been applied.  This may target a Specific Plant only once per day.",
    "frequency": "Daily x3 - Extended Action"
  },
  {
    "name": "Flower Gift",
    "effect": "Keywords - Burst\\nIf it is Sunny, Flower Gift creates a 4-meter Burst. The user and all of their allies in the burst gain +2 Combat Stages, distributed among any Stat or Stats as they wish.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Ripen",
    "effect": "Any numeric benefits of Berry Food Buffs the user trades in are doubled. (Oran Berries restore 10 HP, Liechi increases Attack by +2 CS, Jaboca causes ¼ Hit Point loss, Occa Weakens a Move 2 stages, etc.). This does not increase the number of statuses cured, Scene Moves restored, stats lowered by suppressants, or allow triggering at double the usual HP one must be at.",
    "frequency": "Static"
  },
  {
    "name": "Filter",
    "effect": "When the user is hit by a Super-Effective attack, the attack deals x1.25 damage instead of x1.5 damage. If the user is hit by a Super-Super-Effective attack, the attack deals x1.5 damage instead of x2 damage. If you have both Solid Rock and Filter, you gain 5 Damage Reduction against Super-Effective Damage. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Lightning Kicks [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user may activate this Ability to use any Move with “Kick” in the name as a Priority Move, and gain a +4 Bonus to the attack’s Accuracy Roll.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Iron Barbs",
    "effect": "Trigger - The user is hit by a damaging Melee Attack\\nThe attacker loses Hit Points equal to Tick of Hit Points.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Prime Fury",
    "effect": "The user becomes Enraged, and gains +1 Attack Combat Stage.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Corrosive Toxins",
    "effect": "Connection - Toxic. The user may activate this Ability when using Toxic to allow the Move to ignore Immunity to the Status Affliction, Blessings, and the effects of Abilities that may prevent Hit Point loss from being Badly Poisoned (such as Magic Guard or Poison Heal).",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Sand Stream [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe Weather changes to a Sandstorm for 1 full round.\\nBonus: The user is immune to Hit Point loss from Sandstorms.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Power Construct",
    "effect": "The user changes to Complete Forme until the end of the Scene, and gains Temporary Hit Points equal to half of the maximum hit points that Complete Forme would have. The user cannot gain Temporary Hit Points from other sources while in Complete Forme.\\nSpecial: The user still uses the HP total and HP Maximum of the Forme that it was in (10% or 50% Forme) before entering Complete Forme. Both Formes must still follow BSR. The user can only use Power Construct while below 50% HP",
    "frequency": "Daily - Swift Action"
  },
  {
    "name": "Early Bird",
    "effect": "The user gains a +3 Bonus to rolls made due to Status Afflictions.",
    "frequency": "Static"
  },
  {
    "name": "Beam Cannon",
    "effect": "The effect Range and Critical Hit Range of the user's Ranged, 1-Target Moves are increased by 3.",
    "frequency": "Static"
  },
  {
    "name": "Horde Break",
    "effect": "Trigger - The user changes from School Form to Solo Form\\nThe user is cured of all Status Conditions.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Prime Fury [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user becomes Enraged, and gains +1 Combat Stage in each of Attack and Special Attack.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Aerilate",
    "effect": "Trigger - The User uses a Normal Type Damaging Move.\\nThe Move is Changed to Flying Type.",
    "frequency": "At Will -  Free Action"
  },
  {
    "name": "Harvest",
    "effect": "Whenever the user trades in a Digestion/Food Buff from a Berry, flip a coin. On heads, the user gains all the benefits of the Digestion/Food Buff, but the Buff is not used up. On tails, the Buff is consumed normally. While in Sunny Weather, the Buff is never consumed. The user may trade in a Digestion/Food Buff up to once per turn during an encounter, but only until they flip “Tails”.",
    "frequency": "At Will - Free Action"
  },
  {
    "name": "Pack Hunt",
    "effect": "Trigger - An adjacent foe is damaged by an ally's Melee attack.\\nThe user may make a Physical Attack with an AC of 5 against the triggering foe. If the attack hits, the foe loses a Tick of Hit Points.",
    "frequency": "At Will - Free Action"
  },
  {
    "name": "Frostbite",
    "effect": "The user's damaging Ice Type attacks cause the target to become Slowed on 18+, and the effect Range for Freeze on these Moves is increased by +1. If the Move does not cause Freezing, it now causes Freezing on a roll of 20.",
    "frequency": "Static"
  },
  {
    "name": "Friend Guard",
    "effect": "Trigger - An adjacent Ally takes Damage\\nThe damage is resisted one step further. Defensive.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Soundproof",
    "effect": "The Pokémon is immune to Moves with the Sonic Keyword. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Shields Down",
    "effect": "The user has two sets of base stats; Meteor and Core. The HP of both forms must be the same. When the user is in Meteor Forme and becomes Bruised, they change to Core Forme. The userreturns to Meteor Forme while outside of combat if not Bruised.",
    "frequency": "Static"
  },
  {
    "name": "Teamwork",
    "effect": "While you are adjacent to an opponent, allies using Melee attacks against that opponent receive a +2 bonus to Accuracy Checks.",
    "frequency": "Static"
  },
  {
    "name": "Desert Weather [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is immune to Sandstorm Damage, resists Fire-Type Moves in Sunny Weather, and gains a Tick of Temporary Hit Points at the end of each of its turns while in Rainy Weather.",
    "frequency": "Static"
  },
  {
    "name": "Dreamspinner",
    "effect": "For each Sleeping Pokémon or Trainer within 10 meters, the user gains a Tick of Hit Points.",
    "frequency": "Daily - Standard Action"
  },
  {
    "name": "Odious Spray",
    "effect": "Connection - Poison Gas. The user may activate this Ability when using Poison Gas to cause Poison Gas to be a single target attack with a range of 8. When used this way, Poison Gas has an AC of 2, and also flinches its target if it hits.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Voodoo Doll",
    "effect": "Trigger - The user uses the Move Curse as a Ghost Type\\nConnection - Curse. Choose an additional target within 8 meters of the user to become Cursed.",
    "frequency": "Daily - Free Action"
  },
  {
    "name": "Hydration [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nThe user is cured of one Status Affliction. Hydration’s frequency is ignored if used during Rainy Weather.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Root Down",
    "effect": "Connection - Ingrain. While the user has the Ingrain Coat, they may activate this Ability to gain Temporary Hit Points equal to 1/16th of their Max Hit Points.",
    "frequency": "At-Will - Shift Action"
  },
  {
    "name": "Crush Trap",
    "effect": "Trigger - The user successfully grapples a target.\\nConnection - Wrap. When you activate this ability, the user may immediately deal damage to the target as if the user had hit with a Struggle Attack. There is no Accuracy Roll and thus this damage cannot miss, be a Critical Hit, or trigger any effect Ranges.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Emergency Exit",
    "effect": "When the user’s Hit Points drop below half their maximum, their trainer may immediately recall the user and send out another Pokemon as a Free Action. If the user hasn’t taken their turn yet, their replacement may act this round. [Defensive]Bonus: The user is immune to Trapped.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Cursed Body",
    "effect": "Trigger - The user is hit by a Damaging Move.\\nThe Move becomes Disabled.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Dark Art",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Dark.",
    "frequency": "Static"
  },
  {
    "name": "Serpent's Mark [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nArbok’s Advanced and High Abilities depend on the Arbok’s hood pattern. To determine its pattern, roll 1d6 upon evolution or upon generation. If an Arbok is bred, it will have the same pattern as its parent. If both parents are Arboks with different patterns, flip a coin to decide which pattern is inherited.\\nPattern name - Adv Ability / High Ability\\n1) Attack Pattern - Strong Jaw / Guts\\n2) Crush Pattern - Crush Trap / Frisk\\n3) Fear Pattern - Unnerve / Regal Challenge\\n4) Life Pattern – Regenerator / Defy Death\\n5) Speed Pattern - Run Away / Speed Boost\\n6) Stealth Pattern - Infiltrator / Ambush",
    "frequency": "Static"
  },
  {
    "name": "Cruelty",
    "effect": "Trigger - The user hits a foe with a damaging attack\\nAfter Damage is Resolved, the foe gains an Injury. The user is then informed of the total number of Injuries currently on the target, and may use that number to “purchase” the effects listed below.\\n»» 1 Injury: The target loses 2 Hit Points. May be “purchased” multiple times.\\n»» 1 Injury: The target is Slowed.\\n»» 2 Injuries: Until the end of the encounter, the target may not gain Hit Points or Temporary Hit Points from any source. This effect ends if the target is switched out or Takes a Breather.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Electric Surge",
    "effect": "The Field becomes Electrified, as if affected by the Move Electric Terrain, for one full round.",
    "frequency": "Scene x3 - Swift Action"
  },
  {
    "name": "Sand Rush [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nWhile in Sandstorming Weather or under 50% Max Hit Points, the user’s Initiative is doubled.\\nBonus: The user is immune to Hit Point loss from Sandstorms.",
    "frequency": "Static"
  },
  {
    "name": "Tangled Feet",
    "effect": "While Confused, the user gains +3 Evasion.",
    "frequency": "Static"
  },
  {
    "name": "Chemical Romance",
    "effect": "Connection - Sweet Scent. Whenever the user hits a male target with Poison Gas, Smog, Sweet Scent, Toxic, or Venom Drench, that target becomes Infatuated with the user.",
    "frequency": "Static"
  },
  {
    "name": "Enduring Rage",
    "effect": "The user may not make rolls to cure themselved of the Enraged condition.  However, while Enraged, the user gains 5 Damage Reduction.",
    "frequency": "Static"
  },
  {
    "name": "Color Change",
    "effect": "Trigger - The user is hit by a Move\\nThe User's Type changes to match the Type of the triggering Move.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Shed Skin",
    "effect": "The user is cured of one of Paralysis, Freezing, Burns, Poison, or Sleep.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Danger Syrup",
    "effect": "Connection - Sweet Scent.  If the user it hit by a damaging attack, it may use Sweet Scent as a Free action, frequency allowing.",
    "frequency": "Scene -  Free Action"
  },
  {
    "name": "Liquid Ooze",
    "effect": "When the Pokémon with Liquid Ooze is damaged by Absorb, Drain Punch, Giga Drain, Horn Leech, Leech Life, Leech Seed or Mega Drain, that Move gains Recoil ½ and the Move’s user does not gain any HP.",
    "frequency": "Static"
  },
  {
    "name": "Delivery Bird",
    "effect": "The user may hold two Held Items at once. Whenever an Ability or Move affects the user’s Held Items, you may choose which one is affected.",
    "frequency": "Static"
  },
  {
    "name": "Starswirl [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nConnection – Rapid Spin. The user may activate this Ability to user Rapid Spin as a Swift Action.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Shadow Shield",
    "effect": "While at full Hit Points, the user resists all damage one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Shield Dust",
    "effect": "The user ignores the secondary effects that trigger during Accuracy Roll of damaging Moves that target the user. For example, Flamethrower can never inflict the Burn Condition. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Flavorful Aroma",
    "effect": "Trigger - The user uses Aromatic Mist\\nConnection – Aromatic Mist. All allies affected by Aromatic Mist gain +1 to Accuracy Rolls and +5 to Damage Rolls for one full round.",
    "frequency": "At-Will – Free Action"
  },
  {
    "name": "Aura Break",
    "effect": "Foes may not benefit from Abilities that increase the Combat Stages or damage dealt by themselvs or their allies.",
    "frequency": "Static"
  },
  {
    "name": "Fashion Designer",
    "effect": "The user knows how to make useful accessories from mere common leaves. The user may craft one of the consumable Held Items below by activating this ability.\\nLucky Leaf - Grass Type Booster for one encounter.\\nTasty Reeds - Bug Type Booster for one encounter.\\nDew Cup - Same effect as an Occa Berry.\\nThorn Mantle - Same effect as a Coba Berry.\\nChewy Cluster - Same effect as Leftovers.\\nDecorative Twine – Roll +2d6 on any Move during a Contest.",
    "frequency": "Daily - Extended Action"
  },
  {
    "name": "Sprint",
    "effect": "Trigger - The user uses the Sprint Action during Combat\\nThe user gains +2 Speed Combat Stages. Additionally, the user's Overland Speed is always increased by +2.",
    "frequency": "Scene - Swift Action"
  },
  {
    "name": "Courage",
    "effect": "While at or under 1/3rd of its Max Hit Point value, the user gains a +5 Damage Bonus to all Damage Rolls, and 5 Damage Reduction. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Unnerve [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - A foe within 6 meters\\nThe target cannot gain positive Combat Stages or trade in Digestion Buffs for 1 full round.",
    "frequency": "At-Will - Swift Action"
  },
  {
    "name": "Drown Out [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - A foe uses a Move with the Sonic keyword\\nThe triggering Move fails and has no effect.",
    "frequency": "Scene x2 - Free Action"
  },
  {
    "name": "Arena Trap [Playtest]",
    "effect": "Keywords - 2-16 Playtest\\nTarget - Pokémon or Trainers\\nOnce Arena Trap is activated, all foes within 5 meters of the user are considered Slowed and Trapped. This does not affect targets of the Flying Type, or with a Levitate, Sky, or Burrow Speed of 4 or higher. The user may end the effect as a Free Action, and the effect ends if the user is Fainted or returned to a Poké Ball.",
    "frequency": "Scene - Free Action"
  },
  {
    "name": "Stench",
    "effect": "The Pokémon’s Moves Flinch Targets on a roll of 19+.  If a move already has a chance of Flinching foes, The effect Range is increased by +2 instead.",
    "frequency": "Static"
  },
  {
    "name": "Tingle",
    "effect": "Keywords - 2-16 Playtest\\nTrigger - The user hits an adjacent target foe with a 1-Target attack\\nThe target loses a Tick of Hit Points and takes a -5 penalty to Damage Rolls for 1 full round.",
    "frequency": "At-Will - Free Action"
  },
  {
    "name": "Regenerator",
    "effect": "Trigger - The user is recalled into a Pokeball or Takes a Breather.\\nThe user gains Hit Points equal to 1/3rd of its maximum Hit Points. Regenerator may be activated only once per Scene.",
    "frequency": "Daily x2 - Free Action"
  },
  {
    "name": "Ugly",
    "effect": "The Pokémon’s Moves Flinch Targets on a roll of 19+. If a move already has a chance of Flinching foes, The effect Range is increased by +2. During the Introduction Stage of a Contest using this Pokémon, any 6s that are rolled instead count as 1s.",
    "frequency": "Static"
  },
  {
    "name": "Triage",
    "effect": "The user’s moves with the Healing keyword may be used as Priority moves.",
    "frequency": "Static"
  },
  {
    "name": "Gale Wings [SuMo]",
    "effect": "Keywords - SuMo\\nConnection - Quick Attack. The user may use Quick Attack as a Flying-Type Move.",
    "frequency": "Static"
  },
  {
    "name": "Regal Challenge",
    "effect": "Target - Pokémon or Trainer within 5 Meters\\nMake an AC4 Status Attack against the target. If the attack hits, lower the target’s Speed by 1 Combat Stage and the target is Slowed. If the attack misses, raise the user’s Attack and Special Attack by +1 Combat Stage each.",
    "frequency": "Scene -  Swift Action"
  },
  {
    "name": "Competitive",
    "effect": "Whenever the user has its Combat Stages lowered, by something other than its own Moves or Abilities, the user’s Special Attack is raised 2 Combat Stages.",
    "frequency": "Static"
  },
  {
    "name": "Punk Rock",
    "effect": "The user gains +2 DB to moves that have the Sonic keyword. \\nBonus: The user resists moves with the Sonic keyword one step further. Defensive.",
    "frequency": "Static"
  },
  {
    "name": "Ice Face",
    "effect": "The user begins the battle with two ticks of temporary hit points. As a Standard Action in Hail, they may gain two ticks of temporary hit points. The user is immune to damage from Hail. While the user has Temporary Hit Points from this Feature, it is in Ice Face form, otherwise it is in Noice Face form.",
    "frequency": "Static"
  },
  {
    "name": "Mind Mold",
    "effect": "Keywords - Last Chance\\nThe user gains Last Chance with Psychic.",
    "frequency": "Static"
  },
  {
    "name": "Chilling Neigh",
    "frequency": "At-Will - Free Action",
    "effect": "Trigger: The user causes a foe to Faint with a damaging attack\nThe user’s Attack is raised by 1 Combat Stage. In addition, all foes within 3m of the user take a -2 penalty to evasion for one full round."
  },
  {
    "name": "Curious Medicine",
    "frequency": "Scene - Swift Action",
    "effect": "All allies within 2m of the user have their CS reset to their default values.\nSpecial: The user may instead trigger this as a Free Action Reaction when entering the field."
  },
  {
    "name": "Dragon's Maw",
    "frequency": "Scene x2 - Free Action",
    "effect": "Trigger: The user hits with a damaging Dragon-Type Move\nOne target hit by the attack becomes one stage more vulnerable to the attack (applied after all other modifiers). Immune targets are treated as initially double-resistant for the purposes of this Ability, and may be damaged normally."
  },
  {
    "name": "Grim Neigh",
    "frequency": "At-Will - Free Action",
    "effect": "Trigger: The user causes a foe to Faint with a damaging attack\nThe user’s Special Attack is raised by 1 Combat Stage. In addition, all foes within 3m of the user take a -2 penalty to Accuracy for one full round."
  },
  {
    "name": "Quick Draw",
    "frequency": "Scene - Free Action, Interrupt",
    "effect": "Trigger: A foe uses a Move, and the user has not acted this round\nThe user immediately uses a Move on the triggering foe as a Standard Action Interrupt (this Move must still obey Frequency and Range). If this Move hits, the foe also gains a -2 penalty to their attack roll for the triggering attack, unless the foe cannot Flinch.\nBonus: The user cannot be Flinched. Defensive."
  },
  {
    "name": "Splendorous Rider",
    "frequency": "Scene x2 - Swift Action",
    "effect": "The user may pick a Move from their Mount’s known Moves that they do not already know. For the rest of the user’s Turn, they may use that Move as though it was one of their own Moves. Note that this does not remove any frequency limitations – a Daily Move that the Mount knows may not be used more than once. Innate."
  },
  {
    "name": "Transistor",
    "frequency": "Scene x2 - Swift Action",
    "effect": "Trigger: The user hits with a damaging Electric-Type Move\nOne target hit by the attack becomes one stage more vulnerable to the attack (applied after all other modifiers). Immune targets are treated as initially double-resistant for the purposes of this Ability, and may be damaged normally."
  },
  {
    "name": "Unseen Fist",
    "frequency": "Static",
    "effect": "Reactions, Interrupts, and Blessings may not be activated in response to the user’s Melee Attacks."
  }
]
