[
    {
        "name":"TM16 - Light Screen",
        "effect":"Scene - Blessing - Psychic - Status - Blessing – Any user affected by Light Screen may activate it when receiving Special Damage to resist the Damage one step. Light Screen may be activated 2 times, and then disappears.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"TM21 - Frustration",
        "effect":"At-Will - Melee, 1 Target - Normal - Physical - DBX, See Effect - AC2 - Frustration's Damage Base is equal to 9 minus the user's Loyalty Value. Using Frustration may make your Pokémon dislike you.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Tanga Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Bug-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Air Ball",
        "effect":"-20 Modifier if the target is Flying or Ice type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Altarianite",
        "effect":"Mega Evolves Altaria when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Brace (Dark)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Dark Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Helix Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Sweet Confection",
        "effect":"The user may trade in this Snack’s Food Buff to gain +4 Evasion until the end of their next turn. If the user prefers Sweet Food, they gain +4 Accuracy as well. If the user dislikes Sweet Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Type Booster (Electric)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Electric Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Storage Case",
        "effect":"These extremely useful cases are capable of “Capturing” non-living matter. Once applied to a Poké Ball, Storage Cases cannot be removed. The object or objects in question must be smaller than 2 meters in any dimension. A single Storage Case can capture several discrete objects, but they must all be supported by a single surface; a 2x2 meter rug or mat is often used for this purpose. Capture Rolls against inanimate objects automatically succeed. Poké Balls with Storage Cases count towards the total number of Pokémon that the trainer can carry. Storage Cases are often illegal due to their uses in smuggling and theft.",
        "consumable":false,
        "cost":15000
    },
    {
        "name":"Sun Stone",
        "effect":"Evolves Gloom, Sunkern, Cottonee, Petilil, Helioptile",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Type Brace (Dragon)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Dragon Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Leppa Berry",
        "effect":"Restores a Scene Move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Luxury Ball",
        "effect":"A caught Pokémon is easily pleased and starts with a raised happiness. -5 modifier.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Shell Bell",
        "effect":"Whenever the user damages a foe, they gain a Tick of Temporary Hit Points. Accessory Item for Trainers.",
        "consumable":false,
        "cost":5200
    },
    {
        "name":"Cleanse Tag",
        "effect":"Small strips of paper with a prayer/incantation written on them. When created, the creator makes an Occult Ed Roll; this is the Cleanse Tag’s Power Value. When glued, taped, or nailed to a surface, they stop Pokémon or Trainers within 30m of the tag from Phasing through that surface unless they make a Focus check with a result exceeding the Tag’s Power Value. On a success, the tag is destroyed; on failure, the tag holds, and the encroacher cannot try again for at least an hour.\\n\\nTags may be stuck onto a weapon or appendage to let a Normal or Fighting-Type Attack hit a Ghost-Type Pokémon for neutral Damage; Tag is destroyed once damage is dealt.\\n\\nNovice Occult Ed: Can burn tag as a Standard Action to remove Cursed, Suppressed, or Disabled condition from a single target within 5m.\\nExpert Occult Ed: Can burn tag to cause all with Invisibility and Phasing capabilities to make a Focus check; if result does not exceed tag's power value, capabilities lost for 5 min",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM52 - Focus Blast",
        "effect":"Scene x2 - 6, 1 Target, Smite, Aura - Fighting - Special - DB12 - AC7 - Focus Blast lowers the target's Special Defense by -1 Combat Stage on 18+.",
        "consumable":true,
        "cost":4400
    },
    {
        "name":"Pink Apricorn",
        "effect":"Used to make Love Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM10 - Hidden Power",
        "effect":"EOT - Burst 1 - Normal - Special - DB6 - AC2 - When a Pokémon first obtains the Move Hidden Power, roll 1d20. Hidden Power’s Elemental Type will be changed from Normal to Bug on a result of 1; Dark on 2; Dragon on 3; Electric on 4; Fairy on 5; Fighting on 6; Fire on 7; Flying on 8; Ghost on 9; Grass on 10; Ground on 11; Ice on 12; Normal on 13; Poison on 14; Psychic on 15; Rock on 16; Steel on 17; Water on 18; and on 19 or 20, reroll until you roll another number. This effect is permanent – if Hidden Power is forgotten and relearned, the chosen Type remains the same.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Salty Surprise",
        "effect":"The user may trade in this Snack’s Food Buff when being hit by an attack to gain 5 Temporary Hit Points. If the user likes Salty Flavors, they gain 10 Temporary Hit Points Instead. If the user dislikes Salty Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Super Repel",
        "effect":"Lasts 2 hours; causes Pokémon of level 25 or lower to flee.\\n\\nSpraying a wild Pokémon directly with Repel will cause that Pokémon, if the Repel can affect Pokémon of that level, to immediately shift away from the user as far as the Pokémon is able as an Interrupt, forfeiting their next Shift Action. Spraying a Pokémon with a Repel is an AC6 Status Attack.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Poffin Mixer",
        "effect":"A Poffin Mixer can be used by any Trainer to create Poffins. You simply insert cooking ingredients worth $500, and at least one of the listed berries. You create two Poffins that raises the Contest Stat most represented by the berries used by +1 Contest Die. Some Berries can raise multiple Contest Stats; you choose which to raise when using these Berries to make Poffins. Poffins can be purchased for $500 in bakeries.\\n\\nCheri, Figy, Razz, Spelon and Belue Berries raise Cool; Chesto, Wiki, Bluk, Spelon and Pamtre Berries raise Beauty; Pecha, Mago, Nanab, Pamtre, and Watmel Berries raise Cute; Rawst, Aguav, Wepear, Watmel, and Durin Berries raise Smart; Aspear, Iapapa, Pinap, Durin, and Belue Berries raise Tough.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Dowsing Rod",
        "effect":"Dowsing Rods have been attuned to the energy resonance given off by Shards and may be used while in any route, cave, or outside area. They may be activated by spending 10 minutes searching an area, and may be activated a number of times per day equal to half of the trainer’s Occult Education Rank.\\n\\nRoll 1d6 per Occult Ed Rank. If the area being searched is a beach, cave, desert, or any other sandy/rocky area, roll +1d6. If you have Skill Stunt (Dowsing), roll an additional 1d6. For each die that results in 4 or higher, you find 1 Shard of a random color: Red, Orange, Yellow, Green, Blue, or Violet. You may reroll any die that result in 6, gaining that shard and potentially more.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Medichamite",
        "effect":"Mega Evolves Medicham when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Rad Fashion",
        "effect":"Fashionista Skill: Command\\nThe holder may activate this item once a Scene as a Free Action to gain a +4 bonus to a single Save Check.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Choice Item (Attack)",
        "effect":"The default state of the holder's Attack Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Thermal Goggles",
        "effect":"Allows you to see in the IR spectrum, enabling you to easily pick out a person or Pokémon in camouflage or to identify sources of heat. Head equipment slot.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM42 - Facade",
        "effect":"EOT - Melee, 1 Target - Normal - Physical - DB7 - AC2 - If the user is afflicted with a Persistent Status Affliction, Facade's Damage Base is doubled to DB 14 (4d10+15 / 40).",
        "consumable":true,
        "cost":3100
    },
    {
        "name":"Bluk Berry",
        "effect":"Beauty Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Type Plate (Water)",
        "effect":"Acts as both a Type Booster (Water) and a Type Brace (Water). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Hearty Meal",
        "effect":"When consumed, that Trainer gains +2 to their Max AP until the end of their next extended rest. A Trainer may only be under the effect of one Hearty Meal at a time. Hearty Meals not consumed within 20 minutes of being created lose all flavor and all effect.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Sport Ball",
        "effect":"Used during Safari hunts.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Reaper Cloth",
        "effect":"Evolves Dusclops.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"White Light",
        "effect":"So named for the soft white glow the liquid gives off, White Light is a crude “truth serum”. It is slow-acting, taking upwards of an hour to take full effect on a victim. The victim becomes more suggestible and gullible. All of their Guile, Intuition, and Focus Checks made during an interrogation are subject to a -5 penalty.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Rowap Berry",
        "effect":"The foe dealing Special Damage to the user loses 1/8 of their Maximum HP. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Iron Ball",
        "effect":"The Holder’s Speed is halved, and any immunity to Ground Type is lost. Hand Item for Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Type Brace (Ground)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Ground Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Dome Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Grepa Berry",
        "effect":"Lowers Special Defense Base Stat by 1 when consumed, only if Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Manectite",
        "effect":"Mega Evolves Manectric when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Cover Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Contest Case",
        "effect":"Whenever a Pokémon is released from a Contest Case into a Contest, they gain 1 Appeal Point during the introduction stage.",
        "consumable":false,
        "cost":400
    },
    {
        "name":"Banettite",
        "effect":"Mega Evolves Banette when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Cover Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Sharpedonite",
        "effect":"Mega Evolves Sharpedo when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Thick Club",
        "effect":"When held by a Cubone or Marowak, this rare, dense bone grants the Pure Power Ability. Thick Clubs are Wielded. Cannot be used by Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Rabuta Berry",
        "effect":"Cures Suppressed condition. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Sail Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Plate (Flying)",
        "effect":"Acts as both a Type Booster (Flying) and a Type Brace (Flying). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"The Joy of Cooking",
        "effect":"A cookbook for novice and experienced chefs alike.\\n\\nRank 1 - Novice General Education: Your material costs for crafting Food Items of any variety are reduced by 10%.\\nRank 2 - Expert General Education: Meal and Refreshment Items you create cause whoever eats them to gain a Tick of Hit Points.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Pokémon Daycare Licensing Guide",
        "effect":"This book teaches advanced Pokémon Breeding techniques.\\n\\nRank 1 - Adept Pokémon Education: When Breeding Pokémon of this Book’s Egg Group, you may choose which parent’s species the Egg is of.\\nRank 2 - Master Pokémon Education: When hatching Eggs of Pokémon of this Book’s Egg Group, the hatched Pokémon learns their first Inheritance Move at Level 10 instead of Level 20.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Spray Case",
        "effect":"A Spray Case may be filled with a Pester Ball or Repel of any variety. This consumes the used item. Upon hitting a target, the Spray Case is emptied, spraying the item it was filled with onto its target, automatically hitting. This can occur when attempting to catch Pokémon (the effect is resolved before the capture roll), or when releasing a Pokémon from its Poké Ball (the effect is resolved before the Pokémon within is released). Spray Cases may be refilled numerous times, but may only have one sort of consumable in them at a time.",
        "consumable":false,
        "cost":800
    },
    {
        "name":"Skull Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Adorable Fashion",
        "effect":"Fashionista Skill: Charm\\nThe holder may activate this item once a Scene as a Free Action to gain +2 Evasion for one full round.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Groomer's Kit",
        "effect":"Used by Trainers with the Groomer Edge to clean their Pokémon.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Dino Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM84 - Poison Jab",
        "effect":"EOT - Melee, 1 Target - Poison - Physical - DB8 - AC2 - Poison Jab Poisons the target on 15+.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Zygarde Cube",
        "effect":"Using a Zygarde Cube, as an Extended Action, 10 Cells may be formed into a 10% Zygarde, and 50 Cells may be formed into a 50% Zygarde. These may be disassembled into the number of Cells that they were created from as an Extended Action. 100 Cells may form either a 10% or 50% Zygarde with the Power Construct Ability as a Bonus Ability. The resulting Zygarde may not be disassembled, but may be changed between 10% and 50% Formes as an Extended Action using the Cube. The GM determines the Nature and Level of any Zygarde formed. As an Extended Action, a Cube may Tutor Zygarde available Cube moves for 1 TP each.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Revival Herb",
        "effect":"Revives Pokémon and sets to 50% Hit Points - Herbal Restorative.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Red Apricorn",
        "effect":"Used to make Level Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Aggronite",
        "effect":"Mega Evolves Aggron when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Collection Jar",
        "effect":"A simple sealable glass jar. Useful when collecting Items from Pokémon, such as Honey from Pokémon with the Honey Gather Ability, or MooMoo Milk from Pokémon with the Milk Collection Ability. Available almost everywhere.",
        "consumable":false,
        "cost":100
    },
    {
        "name":"TM38 - Fire Blast",
        "effect":"Scene x2 - 6, 1 Target, Smite - Fire - Special - DB11 - AC4 - Fire Blast burns the target on 19+.",
        "consumable":true,
        "cost":5100
    },
    {
        "name":"Type Brace (Psychic)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Psychic Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Super Potion",
        "effect":"Heals 35 Hit Points",
        "consumable":true,
        "cost":380
    },
    {
        "name":"Flippers",
        "effect":"Flippers grant a +2 bonus to your Swim speed when fully submerged, and decrease your Overland speed by the same amount.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Super Soda Pop",
        "effect":"Heals 30 Hit Points. A Pokémon or Trainer can only consume one refreshment per half hour, unless they have the Gluttony Ability.",
        "consumable":true,
        "cost":125
    },
    {
        "name":"Type Brace (Fire)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Fire Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Fancy Clothes",
        "effect":"Each set of Fancy Clothes is assigned a Contest Stat – either Beauty, Cool, Cute, Smart, or Tough. Trainers wearing these clothes may roll 2d6 during the Introduction Stage of a Contest to try to generate Contest Stat Dice for the assigned Stat.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"TM36 - Sludge Bomb",
        "effect":"EOT - 8, 1 Target - Poison - Special - DB9 - AC2 - Sludge Bomb Poisons the target on 15+.",
        "consumable":true,
        "cost":4300
    },
    {
        "name":"Pokédex",
        "effect":"A hand-held computer with an advanced camera and image recognition software given to trainers at the start of their journey.  A trainer can use a Standard Action to identify a Pokémon within 10m using the Pokédex's scanner.  Doing so reveals the average height/weight of the species, height/weight of the target, moves that the Species learns through Level Up, and some brief facts about the species' behavior.\\n\\nPokédexes may also function as smartphones, and in most circumstances they should be made available for free to starting characters.",
        "consumable":false,
        "cost":12000
    },
    {
        "name":"DIY Engineering",
        "effect":"For those who like the homemade touch, and aren't afraid to learn by doing.\\n\\nRank 1 - Novice Technology Education: Your material costs for crafting items crafted from Mechanical Scrap are reduced by 10%.\\nRank 2 - Expert Technology Education: Whenever you Scrap an Item you created, you gain Scrap worth 75% of its monetary cost instead of only 50%.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM11 - Sunny Day",
        "effect":"Daily x2 - Field, Weather - Fire - Status - The weather becomes Sunny for 5 rounds. While Sunny, Fire-Type Attacks gain a +5 bonus to Damage Rolls, and Water-Type Attacks suffer a -5 Damage penalty.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Anti-Radiation Pills",
        "effect":"An advanced version of the real life potassium iodide pills. These not only protect the thyroid but instead guard against all forms of radiation poisoning, granting the user Hazard Immunity for radioactive environments only for 24 hours.",
        "consumable":true,
        "cost":400
    },
    {
        "name":"Leftovers",
        "effect":"Snack. When their Food Buff is traded in, the user recovers 1/16th of their max Hit Points at the beginning of each turn for the rest of the encounter.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Armor Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Treecko Gear",
        "effect":"Grants the Wallclimber capability. Main Hand, Off Hand and Feet equipment slots.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"Winter Cloak",
        "effect":"The user does not take damage from Hail. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Razor Fang",
        "effect":"The holder’s damaging attacks cause an Injury on a roll of 19+. Accessory Item for Trainers. Evolves Gligar.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Claw Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Venusaurite",
        "effect":"Mega Evolves Venusaur when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Booster",
        "effect":"Type Boosters come in a variety of each of the Elemental Types, and grants a +5 Damage Bonus to all direct damage Moves of its Specific Type when performed by the user. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Antidote",
        "effect":"Cures Poison.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Blazikenite",
        "effect":"Mega Evolves Blaziken when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM04 - Calm Mind",
        "effect":"EOT - Self - Psychic - Status - Raise the user’s Special Attack 1 Combat Stage and raise the user’s Special Defense 1 Combat Stage.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"Mega Ring",
        "effect":"Mega Rings are extraordinarily rare accessories that allow a Trainer’s Pokémon to Mega Evolve when used in conjunction with a Mega Stone. They cannot be bought in stores anywhere and must usually be earned through a trial of sorts, governed by a Gym Leader or other influential Pokémon Trainer. They can take the form of a bracelet, a necklace, or an actual ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Oval Stone",
        "effect":"Evolves Happiny.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Big Mushroom",
        "effect":"The user becomes Poisoned; if they do, they gain +1 Combat Stage in two random Stats.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Dome Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Protein",
        "effect":"Raise the user’s Attack Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"TM43 - Flame Charge",
        "effect":"At-Will - Melee, 1 Target, Dash - Fire - Physical - DB5 - AC2 - Raise the user’s Speed 1 Combat Stage.",
        "consumable":true,
        "cost":2100
    },
    {
        "name":"Safari Ball",
        "effect":"Used during Safari hunts.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Heavy Ball",
        "effect":"-5 Modifier for each Weight Class the target is above 1.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Type Booster (Fire)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Fire Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"TM14 - Blizzard",
        "effect":"Scene x2 - 4, Ranged Blast 2, Smite - Ice - Special - DB11 - AC7 - Blizzard Freezes all legal target on 15+. If the target is in Hailing Weather, Blizzard cannot miss.",
        "consumable":true,
        "cost":5100
    },
    {
        "name":"Bounce Case",
        "effect":"A Poké Ball in a Bounce Case may bounce once when thrown or launched, up to a distance of 3 meters. This can be used to extend the effective range of a Poké Ball, hit around obstacles, or trigger effects such as the Capture Specialist’s Curve Ball on an additional target.",
        "consumable":false,
        "cost":800
    },
    {
        "name":"Pester Ball (Rage)",
        "effect":"Inflicts Rage on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"TM44 - Rest",
        "effect":"Scene - Self, Healing - Psychic - Status - The user is set to their full Hit Point value. The user is cured of any Status ailments. Then, the user falls Asleep. The user cannot make Sleep Checks at the beginning of their turn. They are cured of the Sleep at the end of their turn in 2 rounds.",
        "consumable":true,
        "cost":2000
    },
    {
        "name":"Type Booster (Fairy)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Fairy Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Good Rod",
        "effect":"A better fishing rod. May catch unevolved Pokémon of a Level to your GM's discretion.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"Dark Vision Goggles",
        "effect":"These Goggles simply grant the Darkvision Capability while worn.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Wonder Launcher",
        "effect":"This strange and complicated two-handed machine can only be used by those that have an Expert-Level Medicine or Technology Education Skill. The wielder can spend 1 AP to activate it, and apply an X-Item at a Pokémon within 8 meters. X Items applied through the Wonder Launcher do not cause the target to forfeit any actions. Items combined by a Researcher may be used in the Wonder Launcher, and do not cause the target to forfeit any actions even if they are also a Restorative.",
        "consumable":false,
        "cost":10000
    },
    {
        "name":"Shock Syringe",
        "effect":"This drug enhances the sensitivity of the user’s nerves, enhancing their perception and making it incredibly useful for scouts and recon missions. However, the enhanced sense of touch greatly lowers the user’s pain tolerance. The user gains a +3 bonus to Perception, Focus, and Guile and a +1 bonus to Accuracy. However, each time the user takes an Injury, they are Flinched. The effects of Shock Syringe last for an hour.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Haban Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Dragon-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Pidgeotite",
        "effect":"Mega Evolves Pidgeotto when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Spelon Berry",
        "effect":"Cool or Beauty Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Type Plate (Fighting)",
        "effect":"Acts as both a Type Booster (Fighting) and a Type Brace (Fighting). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM89 - U-Turn",
        "effect":"At-Will - Melee, 1 Target, Dash - Bug - Physical - DB7 - AC2 - The user deals damage and then is immediately recalled to its Poké Ball in the same turn. A New Pokémon may immediately be sent out. Using U-Turn lets a Trapped user be recalled.",
        "consumable":true,
        "cost":3100
    },
    {
        "name":"TM09 - Venoshock",
        "effect":"Scene x2 - 6, 1 Target - Poison - Special - DB7 - AC2 - If the target is Poisoned, Venoshock has a Damage Base of 13 (4d10+10 / 35) instead.",
        "consumable":true,
        "cost":2300
    },
    {
        "name":"Super Bait",
        "effect":"Super Bait is a tasty, strong-smelling morsel of food designed to attract Pokémon. It may be used in two ways; to lure Pokémon, or to distract Pokémon.\\n\\nTo lure Pokémon, set the super bait on a route. Every 15 minutes thereafter, roll 1d20+Intuition Rank until you roll 15 or higher. If you roll 3 times without success, the super bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Super bait is often used for Fishing in this way.\\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Type Gem (Steel)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Steel-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Lighter",
        "effect":"For creating flames in a hurry.",
        "consumable":false,
        "cost":150
    },
    {
        "name":"TM81 - X-Scissor",
        "effect":"At-Will - Melee, 1 Target, Dash - Bug - Physical - DB8 - AC2",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"TM93 - Wild Charge",
        "effect":"At-Will - Melee, 1 Target, Dash, Recoil 1/4 - Electric - Physical - DB9 - AC2",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Smart Poffin",
        "effect":"Raises Smart Contest Stat by +1 Contest Die.  Made with Rawst, Aguav, Wepear, Watmel, and Durin Berries.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Rough Fashion",
        "effect":"Fashionista Skill: Intimidate\\nThe holder may activate this item once a Scene as a Free Action to cause a foe within 5 meters to take a -2 penalty to all rolls for one full round.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"TM83 - Infestation",
        "effect":"Scene x2 - 3, 1 Target - Bug - Special - DB4 - AC4 - The target is put in a Vortex.",
        "consumable":true,
        "cost":2200
    },
    {
        "name":"Thermal Dampening Suit",
        "effect":"The user is invisible to thermal imaging gear. Body equipment slot.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Stat Suppressant (Special Defense)",
        "effect":"Lowers Special Defense stat by 1 if Trainer allows it.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Type Booster (Steel)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Steel Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Mago Berry",
        "effect":"Sweet Treat. Heals 1/8th of the Pokémon’s Max HP. If the user likes the Treat’s flavor, it heals 1/6th instead. If the user dislikes the treat’s flavor, the user is Confused. Cute Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Type Booster (Poison)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Poison Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Type Gem (Electric)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Electric-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Zinc",
        "effect":"Raise the user’s Special Defense Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"Vile Bait",
        "effect":"Vile Bait is a strong-smelling morsel of food designed to attract Pokémon. Pokémon that eat it are poisoned.\\n\\nTo lure Pokémon, set the vile bait on a route. Every 15 minutes thereafter, roll 1d20 until you roll 15 or higher. If you roll 3 times without success, the vile bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Vile bait is often used for Fishing in this way.\\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Sablenite",
        "effect":"Mega Evolves Sableye when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Gem (Psychic)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Psychic-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Rare Leek",
        "effect":"When held by a Farfetch’d, this rare Leek increase the holder’s critical range by 2. Rare Leeks are Wielded. Cannot be used by Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Rawst Berry",
        "effect":"Cures Burn, Smart Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Ultra Ball",
        "effect":"The best generic Poké Ball. -15  Modifier.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Balm Mushroom",
        "effect":"The user is cured of Burn, Paralysis, or Poison. If they are, they lose 1 Combat Stage in a random Stat.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Contest Fashion",
        "effect":"These Items have a chosen Contest Stat; Beauty, Cool, Cute, Smart, or Tough. When held, once per Contest, the holder may re-roll any 1s made when using a Move of the chosen Type. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Max Repel",
        "effect":"Lasts 5 hours; causes Pokémon of level 35 or lower to flee.\\n\\nSpraying a wild Pokémon directly with Repel will cause that Pokémon, if the Repel can affect Pokémon of that level, to immediately shift away from the user as far as the Pokémon is able as an Interrupt, forfeiting their next Shift Action. Spraying a Pokémon with a Repel is an AC6 Status Attack.",
        "consumable":true,
        "cost":400
    },
    {
        "name":"Poké Ball Tracking Chip",
        "effect":"A chip embedded in the inner workings of the Poké Ball that emits a signal allowing the Ball’s owner to remotely track the location of the Ball. Depending on the setting, these may be built in by default.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Locus Lozenge",
        "effect":"A drug to help the user focus on a single task. The user gains a +3 bonus to Focus and Intuition checks for the next hour but suffers a -4 penalty to Perception checks to notice outside events.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Rare Candy",
        "effect":"These very rare treats are created from Shuckles that have held a Berry for a long time. When ingested by a Pokémon, the eater gains enough experience to reach its next Level. Pokémon may benefit from up to five Rare Candies in their lifetime.",
        "consumable":true,
        "cost":9800
    },
    {
        "name":"Bitter Treat",
        "effect":"The user may trade in this Snack’s Food Buff when being hit by a Special Attack to increase their Damage Reduction by +5 against that attack. If the user prefers Bitter Food, they gain +10 Damage Reduction instead. If the user dislikes Bitter Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Lifting Frame",
        "effect":"A mechanized frame worn over each arm with motorized muscles. Grants +2 to Power Capability. The frames are too unwieldy to use other equipment such as weapons while wearing them. Main and Off Hand equipment slots.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Mega Stone",
        "effect":"An item that allows a Pokémon to Mega Evolve when used in conjunction with a Mega Ring. Each Mega Stone is specific to one species and Mega Evolved form.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Brace (Water)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Water Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"TM96 - Nature Power",
        "effect":"EOT - See Effect - Normal - Status - DBSee Effect - ACSee Effect - Nature Power uses a Move defined by the Environ keyword.",
        "consumable":true,
        "cost":2000
    },
    {
        "name":"TM100 - Confide",
        "effect":"At-Will - 4, 1 Target, Social - Normal - Status - AC2 - Lower the target's Special Attack by -1 Combat Stage.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Bait Attachment",
        "effect":"These attachments afix a piece of bait to the triggering device of a Poké Ball. When the bait is taken, the attachment automatically triggers a capture attempt along with any effect that would be caused by a Poké Ball Cases.",
        "consumable":false,
        "cost":300
    },
    {
        "name":"Mewtwonite Y",
        "effect":"Mega Evolves Mewtwo when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Soldier Pill",
        "effect":"A potentially dangerous stimulant that provides the user enough energy to go 24 hours without sleep. Upon taking the pill twice in a 48 hour period, the user begins to take 1 injury every 2 hours until they choose to go to sleep. The user of a Soldier Pill gets a +3 bonus to rolls to wake up from Sleep.",
        "consumable":true,
        "cost":750
    },
    {
        "name":"Type Booster (Ice)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Ice Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Pamtre Berry",
        "effect":"Cute or Beauty Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Type Booster (Rock)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Rock Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Type Booster (Ground)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Ground Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Latiosite",
        "effect":"Mega Evolves Latios when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Kee Berry",
        "effect":"+1 Defense Combat Stage. Activates as a Free Action when hit by a Physical Move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Lagging Item (Defense)",
        "effect":"The holder's Defense Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Dream Mist",
        "effect":"Dream Mist may be used as an AC 6 Melee Status Attack, performed as a Standard Action. If it hits, the target falls Asleep. Dream Mist is collected from Pokémon with the eponymous Capability using a Collection Jar.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Fishing Lure",
        "effect":"Instead of Bait, some trainers may opt to use a Fishing Lure when attempting to Fish. Fishing Lures work just like Bait, but can be used multiple times. If the line snaps or the fish gets away, they may take your lure with them, however.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Prescient Powder",
        "effect":"An illegal and dangerous substance produced by desert-dwelling Steelix. Taking the drug inflicts 3 injuries on the user and allows them to use either a Scry or Augury once. The user also gains the Psychic Navigator Edge for two hours. Habitual use of the drug can lead to addiction and health problems.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Focus Sash",
        "effect":"Once a Scene, if damage from a Move would take Focus Sash’s holder’s Hit Points from Max to 0 or less, Focus Sash’s holder instead has 1 Hit Point remaining. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4700
    },
    {
        "name":"Blue Shard",
        "effect":"Associated with Water, Ice, & Flying. With Gem Lore, 4 can be combined into a Water Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"X Special",
        "effect":"Increases the Pokémon’s Special Attack by two Combat Stages.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"TM65 - Shadow Claw",
        "effect":"EOT - Melee, Pass - Ghost - Physical - DB7 - AC2 - Shadow Claw is a Critical Hit on 18+.",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Tiny Mushroom",
        "effect":"The user loses 5 HP, and gains +1 Combat Stage in a random Stat.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Reanimation Machine",
        "effect":"Can be used to revive Fossils. Reanimation Machines also come in a smaller but more expensive Portable variety. Prices are up to GM discretion, often upwards of $10,000.",
        "consumable":false,
        "cost":10000
    },
    {
        "name":"EMP Grenade",
        "effect":"Throwing an EMP Grenade is an AC 5 Ranged Blast 3 attack that can be made at a target within your Poké Ball throwing range. All legal targets with Augmentations immediately suffer the effects of Augmentation Shock. EMP Grenades flinch targets with Augmentations on a roll of 18+ on Accuracy Check. EMP Grenades disable Pokébots for 1d2 turns.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Up-Grade",
        "effect":"Evolves Porygon.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Pester Ball (Sleep)",
        "effect":"Causes the target to fall asleep. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Type Brace (Poison)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Poison Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Type Gem (Dragon)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Dragon-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"MooMoo Milk",
        "effect":"Heals 80 Hit Points. A Pokémon or Trainer can only consume one refreshment per half hour, unless they have the Gluttony Ability.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Bean Cap",
        "effect":"AC: (6 minus Tech Edu Rank, Min 2)\\nRange: 10 meters\\nEffect: The target takes 20 Physical, Normal-Type Damage. On 18+, the target is Tripped and loses a Tick of Hit Points.\\nBean Caps shoot as a small cloth projectile filed with beads, which explodes upon contact.",
        "consumable":true,
        "cost":50
    },
    {
        "name":"First Aid Kit",
        "effect":"Required to use the First Aid Expertise Feature. By Draining 1 AP, any Trainer can make a Medicine Education Check on a target as an Extended Action. The target gains Hit Points equal to the result, and is cured of Burn, Poison, and Paralysis.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Earth Ball",
        "effect":"-20 Modifier if the target is Grass or Ground type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Flame Retardant Armor",
        "effect":"You gain 10 Damage Reduction against Fire Type damage.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"Bird Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Sleeping Bag",
        "effect":"A standard sleeping bag. Holds one person.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM92 - Trick Room",
        "effect":"Daily x2 - Field - Psychic - Status - Starting at the beginning of the next round, for 5 rounds, the area is considered Rewinding. While Rewinding, Initiative is reversed, and participants instead go from lowest Initiative to highest.",
        "consumable":true,
        "cost":2000
    },
    {
        "name":"TM35 - Flamethrower",
        "effect":"EOT - 4, 1 Target - Fire - Special - DB9 - AC2 - Flamethrower Burns the target on 19+.",
        "consumable":true,
        "cost":4200
    },
    {
        "name":"Repeat Ball",
        "effect":"-20 Modifier if you already own a Pokémon of the target’s species.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Power Herb",
        "effect":"Eliminates the Set-Up turn of Moves with the Set-Up Keyword.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Type Plate (Steel)",
        "effect":"Acts as both a Type Booster (Steel) and a Type Brace (Steel). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Babiri Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Steel-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Alakazite",
        "effect":"Mega Evolves Alakazam when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Dragon Scale",
        "effect":"Evolves Seadra.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Glue Cap",
        "effect":"AC: (8 minus Tech Edu Rank, Min 2)\\nRange: 8 meters\\nEffect: Cause the target to become Slowed, and their Initiative is lowered by 5. On 18+, the target is also Stuck and Trapped.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Fish Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Houndoominite",
        "effect":"Mega Evolves Houndoom when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Ice Heal",
        "effect":"Cures Freezing",
        "consumable":true,
        "cost":200
    },
    {
        "name":"X Accuracy",
        "effect":"Increases Accuracy by +2.",
        "consumable":true,
        "cost":600
    },
    {
        "name":"TM47 - Low Sweep",
        "effect":"EOT - Melee, 1 Target - Fighting - Physical - DB7 - AC2 - Lower the target’s Speed by -1 Combat Stage.",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Rindo Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Grass-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Hondew Berry",
        "effect":"Lowers Special Attack Base Stat by 1 when consumed, only if Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Pester Ball (Paralysis)",
        "effect":"Inflicts Paralysis on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Stat Suppressant (Attack)",
        "effect":"Lowers the user's Attack Base Stat by 1. Only functions if the Trainer wants it to.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM05 - Roar",
        "effect":"Scene - Burst 1, Sonic, Social - Normal - Status - AC2 - When declaring Roar, the user does nothing. At the end of the round, the user Shifts and uses Roar. Targets hit by Roar immediately Shift away from the user using their highest useable movement capability, towards their Trainer if possible. If the target is an owned Pokémon and ends this shift within 6 meters of their Poké Ball, they are immediately recalled to their Poké Ball. If that Trainer sends out a replacement, they do not lose their Command action.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Black Apricorn",
        "effect":"Used to make Heavy Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Safety Goggles",
        "effect":"The holder is immune to Moves with the Powder Keyword. Accessory or Head Item for Trainers.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Gas Mask",
        "effect":"Gas Masks are invaluable equipment when trying to breathe in toxic environments or heavy smoke. They not only let you breathe through environmental toxins or smoke, but you become immune to the Moves Rage Powder, Poison Gas, Poisonpowder, Sleep Powder, Smog, Smokescreen, Spore, Stun Spore, and Sweet Scent.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Roseli Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Fairy-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Poultices",
        "effect":"Poultices are applied as Extended Actions on Pokémon or Trainers. Poultices last for 6 hours; while applied, they double the Natural Healing Rate of Pokémon or Trainers, meaning a Pokémon or Trainer will heal 1/8th of their Hit Points per half hour. Poultices also immediately heal one Injury if they remain in place for their full duration.\\n\\nIf a Pokémon is damaged or loses Hit Points in any way, the Poulticess immediately stop working.  Poultices are itchy and irritating to the skin and may cause loyalty loss.",
        "consumable":true,
        "cost":225
    },
    {
        "name":"Abomasite",
        "effect":"Mega Evolves Abomasnow when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Lagging Item (Attack)",
        "effect":"The holder's Attack Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Full Incense",
        "effect":"The holder gains the Stall ability. Cannot be used by Trainers.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Super Rod",
        "effect":"The best fishing rod. May catch Pokémon of any size and evolutionary stage, to your GM's discretion.",
        "consumable":false,
        "cost":15000
    },
    {
        "name":"Tent",
        "effect":"Standard outdoor tents. Provide protection from the elements of nature. A small one person tent would be about 1m x 1.5m x 1.5m, or 2.25 cubic meters – meaning 900 in price.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"TM91 - Flash Cannon",
        "effect":"EOT - 6, 1 Target - Steel - Special - DB8 - AC2 - Flash Cannon lowers the target's Special Defense by -1 Combat Stage on 17+.",
        "consumable":true,
        "cost":2700
    },
    {
        "name":"Fabulous Ball",
        "effect":"The captured Pokémon gains +2 dice in the Contest Stat that corresponds to the Stat boosted by their Nature. If the Stat boosted is HP, choose any two Contest Stats except the one corresponding to the lowered Stat and raise them by 1 die each. As a reminder, Beauty = Special Attack, Cool = Attack, Cute = Speed, Smart = Special Defense, and Tough = Defense.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Old Amber Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Anomaly Detector",
        "effect":"When pointed at a person, Pokémon, or object, this handheld device can determine whether or not it belongs to this timeline or parallel universe. It gives no indication to the nature of the home universe, however.",
        "consumable":false,
        "cost":2150
    },
    {
        "name":"Armor Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"TM33 - Reflect",
        "effect":"Scene - Blessing - Psychic - Status - Blessing – Any user affected by Reflect may activate it when receiving Physical Damage to resist the Damage one step. Reflect may be activated 2 times, and then disappears.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Revive",
        "effect":"Revives fainted Pokémon and sets to 20 Hit Points.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Shuca Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Ground-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Contest Fashion (Beauty)",
        "effect":"Once per Contest the holder may re-roll any 1's made when using a Beauty Move. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM07 - Hail",
        "effect":"Daily x2 - Field, Weather - Ice - Status - The weather changes to Hail for 5 rounds. While it is Hailing, all non-Ice Type Pokemon lose a Tick of Hit Points at the beginning of their turn.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Net Ball",
        "effect":"-20 Modifier if the target is Water or Bug type.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"HP Up",
        "effect":"Raise the user’s HP Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"Type Gem (Ground)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Ground-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Coba Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Flying-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Orange Shard",
        "effect":"Associated with Normal, Fighting, & Dragon.  With Gem Lore, 4 can be combined into a Shiny Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Contest Fashion (Cute)",
        "effect":"Once per Contest the holder may re-roll any 1's made when using a Cute Move. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Expert Belt",
        "effect":"Whenever the holder deals Super Effective Damage, they deal an additional 5 damage (this damage is not multiplied). Accessory Item for Trainers.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"Tinfoil Gospel: Your Primer on Thwarting the Conspiracies of the New World Order",
        "effect":"An even more questionable tome, filled with laughable conspiracy theories. Its mental exercises are strangely effective, however.\\n\\nRank 1 - Novice Occult Education: You gain the Iron Mind Edge and the Skill Stunt - Focus (resisting Telepathy).\\nRank 2 - Expert Occult Education: Your Aura becomes muddled and difficult to read. Pokémon and Trainers with the Aura Reader Capability cannot discern the tint of your Aura and must succeed on an opposed Intuition or Focus Check vs your Occult Education or Focus in order to read the hue of your Aura. Upon failure, they may not attempt to read your Aura again for the remainder of the Scene.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM97 - Dark Pulse",
        "effect":"EOT - 8, 1 Target, Aura - Dark - Special - DB8 - AC2 - Dark Pulse Flinches the target on 17+.",
        "consumable":true,
        "cost":2700
    },
    {
        "name":"Kasib Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Ghost-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Type Brace",
        "effect":"These items come in a variety of each of the Elemental Types, and grant the holder 15 Damage Reduction against that specific Type. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Chople Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Fighting-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM48 - Round",
        "effect":"EOT - Burst 1, Sonic - Normal - Special - DBX, See Effect - AC2 - Round's Damage Base is equal to 6, plus +2 more for each use of Round by any Trainer or Pokémon this round, up to a maximum of DB 12 (3d12+10 / 30).",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"TM94 - Surf",
        "effect":"EOT - Line 6 - Water - Special - DB9 - AC2 - As a Shift Action, the user may Move to any open square in Surf ’s area of effect without provoking any Attacks of Opportunity.",
        "consumable":true,
        "cost":5000
    },
    {
        "name":"Dire Hit",
        "effect":"Increases Critical Hit Range of all moves by +2.",
        "consumable":true,
        "cost":600
    },
    {
        "name":"Plume Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Sour Candy",
        "effect":"The user may trade in this Snack’s Food Buff when being hit by a Physical Attack to increase their Damage Reduction by +5 against that attack. If the user prefers Sour Food, they gain +10 Damage Reduction instead. If the user dislikes Sour Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Nomel Berry",
        "effect":"Cures Infatuated condition. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Friend Ball",
        "effect":"A caught Pokémon will start with +1 Loyalty. -5 Modifier.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Starf Berry",
        "effect":"+2 Combat Stage to a random Stat. May be used only at 25% HP or lower. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Bird Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Shield",
        "effect":"A Shield is an Off-Hand defensive item held in one hand or braced to an arm. Shields grant +1 Evasion. They may be readied as a Standard Action to instead grant +4 Evasion and 10 Damage Reduction until the end of your next turn, but also cause you to become Slowed for that duration. If used Two-Handed, shields can also function as a Small Melee Weapon.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Pinsirite",
        "effect":"Mega Evolves Pinsir when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Belue Berry",
        "effect":"Cool or Tough Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Chilan Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's Normal-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM34 - Sludge Wave",
        "effect":"Scene x2 - Burst 1 or Close Blast 2 - Poison - Special - DB10 - AC2 - Sludge Wave Poisons all legal targets on 19+.",
        "consumable":true,
        "cost":4200
    },
    {
        "name":"Durin Berry",
        "effect":"Smart or Tough Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Stat Suppressant (Speed)",
        "effect":"Lowers Speed stat by 1 if Trainer allows it.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Energy Root",
        "effect":"Heals 70 Hit Points - Herbal Restorative.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM41 - Torment",
        "effect":"Scene x2 - 10, 1 Target, Social - Dark - Status - AC2 - The target becomes Suppressed.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Universal Translator",
        "effect":"You understand any spoken language recognized by the Universal Translator and can speak into it and have your words translated immediately. Usually programmed with all of the major human languages. Can be used to speak with Pokémon. Head equipment slot.",
        "consumable":false,
        "cost":10000
    },
    {
        "name":"Type Plate (Rock)",
        "effect":"Acts as both a Type Booster (Rock) and a Type Brace (Rock). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"X Sp. Def.",
        "effect":"Increases the Pokémon’s Special Defense by two Combat Stages.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Dusk Ball",
        "effect":"-20 Modifier if it is dark, or if there is very little light out, when used.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Iron",
        "effect":"Raise the user’s Defense Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"Dimensional Field Analyzer",
        "effect":"A handheld device the size of a Geiger counter for campaigns featuring time travel or interdimensional travel of some other sort. This device can be calibrated to recognize a ‘home’ universe or timeline and can measure the amount of difference between a parallel universe and that home universe.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"Oran Berry",
        "effect":"Restores 5 Hit Points. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"TM79 - Frost Breath",
        "effect":"EOT - 4, 1 Target - Ice - Special - DB6 - AC3 - If Frost Breath hits, it is a Critical Hit. *Grants: Freezer",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"TM86 - Grass Knot",
        "effect":"EOT - 5, 1 Target, Weight Class - Grass - Special - DBX, See Effect - AC2 - Grass Knot's Damage Base is equal to twice the target's Weight Class.",
        "consumable":true,
        "cost":2900
    },
    {
        "name":"Claw Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Gem (Fighting)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Fighting-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Snow Boots",
        "effect":"Snow Boots grant you the Naturewalk (Tundra) capability, but lower your Overland Speed by -1 while on ice or deep snow.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Jaboca Berry",
        "effect":"The foe dealing Physical Damage to the user loses 1/8 of their Maximum HP. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM82 - Dragon Tail",
        "effect":"At-Will - Melee, 1 Target, Push - Dragon - Physical - DB6 - AC3 - The target is Pushed 6 meters minus their Weight Class. The target is also Tripped on 15+.",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Shuckle's Berry Juice",
        "effect":"Heals 30 Hit Points. A Pokémon or Trainer can only consume one refreshment per half hour, unless they have the Gluttony Ability.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Premier Ball",
        "effect":"Given as promotional balls during sales.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Hazmat Suit",
        "effect":"Acts as a Gas Mask but also grants the Hazard Immunity capability and immunity to non-damaging Poison Type Moves. Body and Head equipment slots.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"Combat Medic's Primer",
        "effect":"An invaluable guide to patient care, praised by rangers and others who need to administer first-aid on the job.\\nRank 1 – Novice Medicine Education: After taking a Sprint Maneuver, you may apply a Restorative Item on an adjacent target as a Swift Action.\\nRank 2 – Expert Medicine Education: Once per Scene as a Standard Action, you may target an adjacent ally. The target may immediately Take a Breather as a Full-Action Interrupt if they wish. They do not Shift and do not become Tripped as part of this action. If the target is Confused or Enraged, you must make a Medicine Education Check with a DC of 12 for them to be able to Take a Breather.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM60 - Quash",
        "effect":"At-Will - 10, 1 Target, Social - Dark - Status - AC2 - Change the target's Initiative to 0 for the remainder of the round.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"TM53 - Energy Ball",
        "effect":"EOT - 8, 1 Target - Grass - Special - DB9 - AC2 - Energy Ball lowers the foe’s Special Defense 1 Combat Stage on 17+.",
        "consumable":true,
        "cost":2700
    },
    {
        "name":"Whipped Dream",
        "effect":"Evolves Swirlix.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Stealth Clothes",
        "effect":"Whether it’s a dark cloak and hood, a ninja suit, or spy gear, these clothes help you blend in. This body-slot equipment raises your modifier to Stealth Checks made to remain unseen by +4, to a maximum total modifier of +4.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Micle Berry",
        "effect":"Increases Accuracy by +1. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Root Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Wiki Berry",
        "effect":"Dry Treat. Heals 1/8th of the Pokémon’s Max HP. If the user likes the Treat’s flavor, it heals 1/6th instead. If the user dislikes the treat’s flavor, the user is Confused. Beauty Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Type Brace (Normal)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Normal Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Stat Suppressant (Special Attack)",
        "effect":"Lowers Special Attack stat by 1 if Trainer allows it.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Type Brace (Fighting)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Fighting Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Type Booster (Normal)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Normal Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Fast Ball",
        "effect":"-20 Modifier if the target has a Movement Capability above 7.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Type Booster (Water)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Water Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Pester Ball (Poison)",
        "effect":"Inflicts Poison on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"TM73 - Thunder Wave",
        "effect":"Scene x2 - 6, 1 Target - Electric - Status - AC4 - Thunder Wave cannot miss. Thunder Wave Paralyzes the target. Pokémon immune to Electric Attacks are immune to Thunder Wave's effect.",
        "consumable":true,
        "cost":2200
    },
    {
        "name":"A Field Guide to Fungi",
        "effect":"This book tells you which mushrooms are good to eat and which ones will give you a bad trip.\\n\\nRank 1 - Novice Survival: You automatically identify all Tiny Mushrooms, Big Mushrooms, and Balm Mushrooms you pick. Whenever you or your Pokémon consume one of those Mushrooms, they ignore the negative effect of the Mushroom (Hit Point loss, Poison, Combat Stage loss).\\nRank 2 - Adept Survival: You can create the Hearty Meal Chef Recipe as an Extended Action but only by using Mushrooms as ingredients.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM90 - Substitute",
        "effect":"Scene - Self, Illusion, Coat - Normal - Status - The user loses 1/4 of their maximum Hit Points. This Hit Point loss cannot be prevented in any way. The user creates an Illusory Substitute Coat, which has Hit Points equal to 1/4th of the user’s full Hit Points +1. If the user would be hit by a Move or attack, instead the Substitute gets hit. Apply weakness, resistance and stats to the Substitute. The Substitute is immune to Status Afflictions and Status Moves. Moves with the Social or Sonic keywords completely ignore and bypass the Substitute. Once the Substitute has been destroyed, the user may be hit as normal. Substitute cannot be used if the user has less than 1/4 of their full Hit Points.",
        "consumable":true,
        "cost":2000
    },
    {
        "name":"Magost Berry",
        "effect":"Cures Enraged condition. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM77 - Psych Up",
        "effect":"Scene - 6, 1 Target - Normal - Status - The user's Combat Stages are changed to match the target's Combat Stages. Psych Up cannot miss.",
        "consumable":true,
        "cost":2100
    },
    {
        "name":"Qualot Berry",
        "effect":"Lowers Defense Base Stat by 1 when consumed, only if Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Mewtwonite X",
        "effect":"Mega Evolves Mewtwo when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Reinforced Trenchcoat",
        "effect":"A stylish utility version of Light Armor. Grants 5 Damage Reduction and provides a +4 bonus to Stealth checks to conceal weapons and prevents their detection by metal detectors.",
        "consumable":false,
        "cost":10000
    },
    {
        "name":"Traditional Medicine Reference",
        "effect":"A volume dedicated to properly preparing herbal medications. See PTU May 2015 Playtest Packet - Miscellaneous Errata for Herbal Restorative errata.\\n\\nRank 1 - Adept Medicine Education: Targets you administer Herbal Restoratives to do not lose Combat Stages no matter how many Herbal Restoratives they’ve had in the same day.\\nRank 2 - Expert Medicine Education: Whenever you administer an Herbal Restorative to a target, they may choose to gain the Food Buff associated with Herbal Restoratives, regardless of how many Herbal Restoratives they’ve used this day.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Blastoisinite",
        "effect":"Mega Evolves Blastoise when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Gravity Modulation Suit",
        "effect":"You may treat the local gravity as if it were 1 lower or 1 higher. Changing the setting on the suit is an At-Will Extended Action requiring time for the suit to adjust to the new settings. Body equipment slot.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Type Plate (Ice)",
        "effect":"Acts as both a Type Booster (Ice) and a Type Brace (Ice). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Maranga Berry",
        "effect":"+1 Special Defense Combat Stage. Activates as a Free Action when hit by a Special Move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Study Manual",
        "effect":"A Study Manual is always assigned to a single Skill and covers a specific narrow field that can be taken as a Skill Stunt.\\n\\nRank 1 - Novice General Education: You gain a Skill Stunt in the associated Skill of the Study Manual covering the narrow field specified by the Study Manual.\\nRank 2 - Expert General Education: You gain a general +2 Bonus to the associated Skill. This Bonus does not stack with other bonuses from Books or Equipment to the same Skill.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Sunglasses",
        "effect":"+1 to Charm, Guile, and Intimidate Checks, to a maximum total modifier of +3.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Contest Fashion (Smart)",
        "effect":"Once per Contest the holder may re-roll any 1's made when using a Smart Move. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"How To Avoid Being Spooked",
        "effect":"A questionable old tome filled with Ghost-related esoterica.\\n\\nRank 1 - Adept Occult Education: While holding a Cleanse Tag in your Main or Off-Hand Equipment Slot, you can see Pokémon and Trainers using the Invisibility Capability.\\nRank 2 - Expert Occult Education: While holding a Cleanse Tag in your Main or Off-Hand Equipment Slot, you are immune to the Cursed Status Affliction.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Thunder Stone",
        "effect":"Evolves Pikachu, Eevee, Eelektrik",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Basic Ball",
        "effect":"Basic Poké Ball; often called just a “Poké Ball”.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Contest Accessory",
        "effect":"The user rolls +2d6 during the Introduction Stage of a Contest. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Pheromone Emitter",
        "effect":"Emits pheromones as a Swift Action that give a +4 bonus to a Charm or Intimidate check against wild Pokémon. Requires a Pheromone Cartridge to use. Comes with 1 Cartridge. More can be bought for 250 apiece.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Extendable Grabby Arm",
        "effect":"Equipment Slot: Main Hand.\\nA dexterous and flexible arm with a hand at the end. Can be used to grab and manipulate objects from 3 meters away.",
        "consumable":false,
        "cost":750
    },
    {
        "name":"Pink Pearl",
        "effect":"Acts as a Psychic Type Booster. If held by a Spoink, it also acts as a Special Attack Stat Booster.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Oxygenation Vial",
        "effect":"These vials contain a solution of oxygen-encasing lipids that are injected directly into the bloodstream. One injection is enough to allow the user to go without breathing for up to thirty minutes. Subsequent injections extend the effect, but each one after the first in a 24 hour period causes the user to take one injury as their body suffers complications from the imbalance caused by the solution. These are often carried as a last resort device for astronauts and deep sea divers, as well as used by EMTs to stabilize patients.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Heal Powder",
        "effect":"Cure all Persistent Status Afflictions – Herbal Restorative",
        "consumable":true,
        "cost":350
    },
    {
        "name":"TM28 - Leech Life",
        "effect":"Scene x2 - Melee, 1 Target - Bug - Physical - DB8 - AC2 - After the target takes damage, the user gains HP equal to half of the damage they dealt to the target.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Dawn Stone",
        "effect":"Evolves Eevee, Male Kirlia, Female Snorunt",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Type Brace (Ghost)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Ghost Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Type Plate (Ghost)",
        "effect":"Acts as both a Type Booster (Ghost) and a Type Brace (Ghost). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Lopunnite",
        "effect":"Mega Evolves Lopunny when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Study Manual",
        "effect":"These Books focus on one particular Pokemon Type.\\n\\nRank 1 - Novice Pokémon Education: You gain a -5 Bonus on Capture Checks against the studied Type.\\nRank 2 - Expert Pokémon Education: When you apply Experience Training, you may choose to give one of your Pokémon of the studied Type +10 Bonus Experience. The same Pokémon cannot be chosen two days in a row.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Paralyze Heal",
        "effect":"Cures Paralysis.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Type Plate (Normal)",
        "effect":"Acts as both a Type Booster (Normal) and a Type Brace (Normal). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Metagrossite",
        "effect":"Mega Evolves Metagross when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Persim Berry",
        "effect":"Cures Confusion. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Type Booster (Flying)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Flying Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Dive Ball",
        "effect":"-20 Modifier if the target was found underwater or underground.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Master Ball",
        "effect":"Incredibly Rare. Worth at least $300,000. Sold nowhere. -100 Modifier.",
        "consumable":true,
        "cost":300000
    },
    {
        "name":"Leaf Stone",
        "effect":"Evolves Gloom, Weepinbell, Exeggcute, Eevee, Nuzleaf, Pansage",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Solid Ball",
        "effect":"-20 Modifier if the target is Rock or Steel type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Lucarionite",
        "effect":"Mega Evolves Lucario when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM24 - Thunderbolt",
        "effect":"EOT - 4, 1 Target - Electric - Special - DB9 - AC2 - Thunderbolt Paralyzes the target on 19+.",
        "consumable":true,
        "cost":4200
    },
    {
        "name":"Sitrus Berry",
        "effect":"Restores 15 Hit Points. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Wacan Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Electric-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM39 - Rock Tomb",
        "effect":"At-Will - 6, 1 Target - Rock - Physical - DB6 - AC5 - Rock Tomb lowers the target's Speed by -1 Combat Stage. *Grants Materializer",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Type Gem (Bug)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Bug-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"TM37 - Sandstorm",
        "effect":"Daily x2 - Field, Weather - Rock - Status - The weather changes to a Sandstorm for 5 rounds. While it is Sandstorming, all non-Ground, Rock, or Steel Type Pokémon lose a Tick of Hit Points at the beginning of their turn.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Stat Booster (Accuracy)",
        "effect":"Grants the holder +1 Accuracy. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"First Aid Manual",
        "effect":"A training manual given to all EMTs.\\n\\nRank 1 - Novice Medicine Education: You gain a +10 Bonus to Medicine Education Checks made to use a First Aid Kit.\\nRank 2 - Expert Medicine Education: You may use the First Aid Expertise Feature once per day.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Sachet",
        "effect":"Evolves Spritzee.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Moon Ball",
        "effect":"-20 Modifier if the target evolves with an Evolution Stone.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"TM30 - Shadow Ball",
        "effect":"EOT - 8, 1 Target - Ghost - Special - DB8 - AC2 - Shadow Ball lowers the target's Special Defense by -1 Combat Stage on 17+.",
        "consumable":true,
        "cost":2700
    },
    {
        "name":"King's Rock",
        "effect":"Attacks cause Flinch on a roll of 19+. This does not stack with any abilities, moves, or effects that extend flinch rate. Head Item for Trainers. Evolves Poliwhirl, Slowpoke.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Violet Shard",
        "effect":"Associated with Poison, Dark, & Ghost.  With Gem Lore, 4 can be combined into a Dusk Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Gem (Ghost)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Ghost-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Type Plate (Fairy)",
        "effect":"Acts as both a Type Booster (Fairy) and a Type Brace (Fairy). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Slowbronite",
        "effect":"Mega Evolves Slowbro when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Net Cap",
        "effect":"AC: (10 minus Tech Edu Rank)\\nRange: 6 Meters\\nEffect: Targets hit by a Net Cap gain all the effects below while the net remains on them. Targets may attempt to remove the Net as a Standard Action; if they do, they make a Save Check with a DC of 15, adding their Power Capability as a bonus to their Roll. Targets may automatically remove the Net as an Extended Action.\\n\\n» If the target is a Wild Pokémon, Capture Rate is increased by +20\\n» If the target is Large Size or smaller, they take a -3 penalty to Accuracy Rolls\\n» If the target is Medium Size or smaller, they are Slowed and Vulnerable\\n» Sky and Levitate Speeds cannot be used; the target is forced to lower themselves to the ground (without taking fall damage).",
        "consumable":false,
        "cost":200
    },
    {
        "name":"Caretaker's Manual",
        "effect":"An invaluable guide to patient care with wide appeal and praised by both nurses and rangers.\\n\\nRank 1 - Adept Medicine Education: Once per Scene, you may assist an adjacent ally in Taking a Breather as a Standard Action, and they do not Shift or become Tripped as part of this action. If the target is Confused or Enraged, you may roll Medicine Education instead of Command to assist them.\\nRank 2 - Master Medicine Education: This effect can only be bound while taking an Extended Rest and Drains AP for the next day. During this Extended Rest, Pokémon and Trainers in your care heal twice as many Hit Points while resting, heal Injuries twice as quickly, and may heal an additional Injury per day. This stacks with use of Bandages.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Mold Ball",
        "effect":"-20 Modifier if the target is Poison or Fighting type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"TM01 - Work Up",
        "effect":"EOT - Self - Normal - Status - Raise the user’s Attack and Special Attack by +1 Combat Stage each.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"TM85 - Dream Eater",
        "effect":"EOT - Melee, 1 Target - Psychic - Special - DB10 - AC2 - Dream Eater can only target Sleeping Pokémon or Trainers. After the target takes damage, the user gains Hit Points equal to half of the damage they dealt to the target. Dream Eater does not wake up sleeping targets.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Luck Incense",
        "effect":"Grants +1 Bonus to all Accuracy Rolls. A roll of 1 always misses. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Deep Sea Scale",
        "effect":"Evolves Clamperl.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Re-Breather",
        "effect":"This small partial face mask allows Trainers and Pokémon to breathe underwater as if they had the Gilled Capability for up to an hour. The Re-Breather is refilled automatically in 5 minutes while in open air.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Aerodactylite",
        "effect":"Mega Evolves Aerodactyl when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Sail Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Enriched Water",
        "effect":"Heals 20 Hit Points. A Pokémon or Trainer can only consume one refreshment per half hour, unless they have the Gluttony Ability.",
        "consumable":true,
        "cost":75
    },
    {
        "name":"Park Ball",
        "effect":"Used during Safari hunts. -15 Modifier.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Pester Ball (Burn)",
        "effect":"Inflicts Burn on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Ganlon Berry",
        "effect":"+1 Defense Combat Stage. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM25 - Thunder",
        "effect":"Scene x2 - 12, 1 Target, Smite - Electric - Special - DB11 - AC7 - Thunder Paralyzes the target on 15+. If the target is in Sunny Weather, Thunder's Accuracy Check is 11. If the target is in Rainy Weather, Thunder cannot miss. If the target is airborne as a result of Bounce, Fly, or Sky Drop, Thunder cannot miss.",
        "consumable":true,
        "cost":5100
    },
    {
        "name":"Lax Incense",
        "effect":"+1 to all Stat Evasions. Cannot be used by Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Poké Ball Technical Manual",
        "effect":"Your all-in-one guide to balls.\\n\\nRank 1 - Novice Technology Education: Your material costs for crafting Poke Balls of any variety are reduced by 10%.\\nRank 2 - Expert Technology Education: Poke Balls you craft gain a +2 Bonus to Accuracy Rolls.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Deep Sea Tooth",
        "effect":"Evolves Clamperl.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Heat Ball",
        "effect":"-20 Modifier if the target is Electric or Fire type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"TM56 - Fling",
        "effect":"Scene x2 - 6, 1 Target, Fling - Dark - Physical - DBSee Effect - AC2 - The user throws a held item, determining the effect of Fling.",
        "consumable":true,
        "cost":2000
    },
    {
        "name":"Garchompite",
        "effect":"Mega Evolves Garchomp when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Figy Berry",
        "effect":"Spicy Treat. Heals 1/8th of the Pokémon’s Max HP. If the user likes the Treat’s flavor, it heals 1/6th instead. If the user dislikes the treat’s flavor, the user is Confused. Cool Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Beedrillite",
        "effect":"Mega Evolves Beedrill when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Camera Kit",
        "effect":"A small camera, microphone, and speaker set affixed to the outside of a Poké Ball or Case. These allow a Trainer to remotely release and command their Pokémon or attempt to capture a Pokémon.",
        "consumable":false,
        "cost":1200
    },
    {
        "name":"Cornn Berry",
        "effect":"Cures Disabled condition. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Green Shard",
        "effect":"Associated with Bug, Grass, & Ground.  With Gem Lore, 4 can be combined into a Leaf Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"X-Ray Goggles",
        "effect":"Grants the user the X-Ray Vision Capability. Head equipment slot.",
        "consumable":false,
        "cost":8000
    },
    {
        "name":"Basic Rope",
        "effect":"Basic Fiber Rope. Has a tensile strength of 35 kg or 77 lbs. It has 5 Hit Points.\\n\\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300.",
        "consumable":false,
        "cost":100
    },
    {
        "name":"Heal Ball",
        "effect":"A caught Pokémon will heal to Max HP immediately upon capture. -5 Modifier.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Cooking Set",
        "effect":"Used by Chefs to create Snacks and Refreshments.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Mystic Ball",
        "effect":"-20 Modifier if the target is Dragon or Psychic type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Salac Berry",
        "effect":"+1 Speed Combat Stage. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Skull Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Mind Aegis",
        "effect":"Grants a +6 bonus to Focus checks to resist Telepathy. If the wearer has the Iron Mind Edge, Mind Aegis grants the Mindlock capability instead.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Hand Net",
        "effect":"A long net, usually on the end of a long stick, these pieces of two-handed Equipment are usually used for bug catching or fishing. As an AC6 Status Attack, you may attempt to net a Small Pokémon using this item. If you hit, you manage to scoop up the Pokémon, trapping them. You may move with the Pokémon, dragging them with you. Pokémon may still attack from the Hand Net using long-range attacks, or try to attack the net itself, potentially breaking it and freeing themselves. Capture Rolls against Pokémon in a net receive a -20 bonus.\\n\\nHand Nets with 50 Hit Points cost $100; 100 Hit Points cost $600; and 200 Hit Points cost $1500. Nets aren’t broken until all of their Hit Points are depleted.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Nanab Berry",
        "effect":"Cute Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Lure Ball",
        "effect":"-20 Modifier if the target was baited into the encounter with food.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"TM32 - Double Team",
        "effect":"Scene - Self, Illusion, Coat - Normal - Status - The user gains 3 activations of Double Team. The user may either activate Double Team when being targeted by an attack to increase their Evasion by +2 against that attack or when making an attack to increase their Accuracy by +2 for that attack.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Slipstream Armor",
        "effect":"A flexible and smooth light armor that can momentarily become nearly frictionless. Grants 5 Damage Reduction. Once a battle, the wearer may use a Swift Action to escape from being Stuck.",
        "consumable":false,
        "cost":10000
    },
    {
        "name":"Charti Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Rock-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Watmel Berry",
        "effect":"Cute or Smart Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM67 - Smart Strike",
        "effect":"EOT - Melee, 1 Target - Steel - Physical - DB7 - AC2 - Smart Strike cannot miss.",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Lagging Item (Special Defense)",
        "effect":"The holder's Special Defense Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Focus",
        "effect":"A Focus grants +5 Bonus to a Stat, chosen when crafted. This Bonus is applied AFTER Combat Stages. Focuses are often Accessory-Slot Items, but may be crafted as Head-Slot, Hand or Off-Hand Slot Items as well; a Trainer may only benefit from one Focus at a time, regardless of the Equipment Slot. Focuses are not usually found in stores, but may sometimes be found for $6000 at your GM’s discretion.",
        "consumable":false,
        "cost":6000
    },
    {
        "name":"Helmet",
        "effect":"The user gains 15 Damage Reduction against Critical Hits. The user resists the Moves Headbutt and Zen Headbutt and can’t be flinched by these Moves.",
        "consumable":false,
        "cost":2250
    },
    {
        "name":"Candy Bar",
        "effect":"Snack. Grants a Food Buff that heals 5 Hit Points.",
        "consumable":true,
        "cost":75
    },
    {
        "name":"Drake Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Pinap Berry",
        "effect":"Tough Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"TM64 - Explosion",
        "effect":"Daily - Burst 2 - Normal - Physical - DB25 - AC2 - The user's HP is set to -50% of their full HP. This HP loss cannot be prevented or reduced in any way. The user's loyalty toward its trainer may be lowered.",
        "consumable":true,
        "cost":7500
    },
    {
        "name":"How Berries??",
        "effect":"A beginner’s guide to the proper care of berry plants.\\n\\nRank 1 - Adept General Education: Once per day when making a Yield Roll, add +1 to the result.\\nRank 2 - Expert General Education: You may create Mulch from Food Scrap.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Big Root",
        "effect":"HP stealing moves restore double HP. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Lum Berry",
        "effect":"Cures any single status ailment. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Everstone",
        "effect":"Evolution is prevented for the holder. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Flash Case",
        "effect":"When a Poké Ball with a Flash Case is thrown, it uses the Move Flash originating from the spot where it landed.",
        "consumable":false,
        "cost":800
    },
    {
        "name":"TM22 - Solar Beam",
        "effect":"Scene x2 - Line 6, 1 Target, Set-Up - Grass - Special - DB12 - AC2 - Set-Up Effect: If the weather is not Sunny, the user’s turn ends. If the weather is Sunny, immediately proceed to the Resolution Effect instead and this Move loses the Set-Up keyword. Resolution Effect: The user attacks with Solar Beam. If the weather is Rainy, Sandstorming, or Hailing, Solar Beam’s Damage Base is lowered to 6 (2d6+8 / 15).",
        "consumable":true,
        "cost":4600
    },
    {
        "name":"Type Gem (Water)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Water-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Fire Stone",
        "effect":"Evolves Vulpix, Growlithe, Eevee, Pansear.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Stat Booster (Defense)",
        "effect":"The default state of the holder's Defense Stat is +1 Combat Stage. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Caltrops",
        "effect":"Lets the user use the move Spikes as a Standard Action. The item is then consumed.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Spacesuit",
        "effect":"Grants Vacuum Immunity and Free Floating 4. Weighs 200 pounds and is thus difficult for most Trainers to use in normal gravity. A Robotic Age upgraded version costing an extra $2000 confers Hazard Immunity too and weighs only 100 pounds instead. Body and Head equipment slots.",
        "consumable":false,
        "cost":8000
    },
    {
        "name":"TM69 - Rock Polish",
        "effect":"EOT - Self - Rock - Status - Raise the user's Speed by +2 Combat Stage.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"Scrub Cartridge",
        "effect":"A cartridge for Scrubbing Spray.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Type Gem (Fairy)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Fairy-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"TM06 - Toxic",
        "effect":"Scene x2 - 4, 1 Target - Poison - Status - AC4 - The target is Badly Poisoned. If the user is Poison Type, Toxic cannot miss.",
        "consumable":true,
        "cost":1900
    },
    {
        "name":"TM99 - Dazzling Gleam",
        "effect":"EOT - Cone 2 - Fairy - Special - DB8 - AC2",
        "consumable":true,
        "cost":2700
    },
    {
        "name":"Heavy Armor",
        "effect":"Heavy Armor grants +5 Damage Reduction. Heavy Armor causes the wearer’s Speed’s Default Combat Stage to be -1.",
        "consumable":false,
        "cost":12000
    },
    {
        "name":"Chemistry Set",
        "effect":"Used to create Repels, Potions, and other objects.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM50 - Overheat",
        "effect":"Scene - 8, Ranged Blast 3, Smite - Fire - Special - DB13 - AC4 - Lower the user's Special Attack 2 Combat Stages after damage.",
        "consumable":true,
        "cost":5100
    },
    {
        "name":"Sonic Filter",
        "effect":"Creates a portable field of directed white noise with a 2 meter radius when activated. Anyone within can hold a conversation normally, but anyone outside the field just hears static coming from the direction of the wearer. Moves with the Sonic Keyword aimed at a target within the field require 2 more on Accuracy Roll to hit. Accessory equipment slot.",
        "consumable":false,
        "cost":2500
    },
    {
        "name":"Bright Powder",
        "effect":"+2 to Speed Evasion. Cannot be used by Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Capture Styler",
        "effect":"A Capture Styler is a Main-Hand specialized piece of equipment used by some certified Pokémon Rangers in a region. It emits a string of energy that is used in a similar fashion to a lasso but is too weak to physically restrain a target. Instead, the energy has a calming effect on Pokémon. Trainers using a Capture Styler may use Survival in place of Charm when raising the Disposition of Pokémon. \\n\\nAcquiring a Capture Styler is easy for those who become certified Pokémon Rangers; most qualified Rangers receive one as part of the job. They are not for sale to the general public, and it’s easy to assume that someone who has a Capture Styler is a Ranger.",
        "consumable":false,
        "cost":7500
    },
    {
        "name":"Magmarizer",
        "effect":"Evolves Magmar.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Cap Cannon",
        "effect":"Capsule Cannons - or Cap Cannons for short - are two-handed pieces of Equipment which can be loaded with different types of Capsules (Caps) and fired. They can be fired as a Standard Action, and the range and effect of the Cannon depends on the Cap used. A Cap Cannon may have up to five Caps loaded in it at once, and they do not have to be fired in any particular order. You may load up to two Caps into a Cannon as a Standard Action. There are three types of Caps: Bean Caps, Glue Caps, and Net Caps. In addition to Caps, Capsule Cannons can also be loaded with Smoke Bombs, Pester Balls, and Poke Balls. When fired this way, these items behave normally but have a Range of 10 meters.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"Jaw Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Type Brace (Rock)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Rock Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Fishing 101",
        "effect":"A good way to waste an afternoon sitting at the side of a boat.\\n\\nRank 1 - Novice Survival: You gain the Snare Capture Technique, but it only applies to Pokémon you have fished up.\\nRank 2 - Adept Survival: Whenever you fish up a Pokémon, choose two Combat Stats. That Pokémon becomes Flinched and loses 1 Combat Stage in each of the chosen Stats.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Scizorite",
        "effect":"Mega Evolves Scizor when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Moon Stone",
        "effect":"Evolves Nidorina, Nidorino, Clefairy, Jigglypuff, Eevee, Skitty, Munna",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Swampertite",
        "effect":"Mega Evolves Swampert when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Plate (Grass)",
        "effect":"Acts as both a Type Booster (Grass) and a Type Brace (Grass). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Kebia Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Poison-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Hyper Potion",
        "effect":"Heals 70 Hit Points",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Portable Grower",
        "effect":"Portable Growers can be used to grow berries and herbs. Portable Growers protect the plants within them from external weather, and never need to be fertilized. Each Grower holds one plant.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Electirizer",
        "effect":"Evolves Electabuzz.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Type Booster (Grass)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Grass Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Root Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Stat Booster",
        "effect":"Stat Boosters have a chosen Stat, either Attack, Defense, Special Attack, Special Defense, Speed, Evasion, or Accuracy. These items cause the default Stage of their linked Stat to be +1 Combat Stage instead of 0, or simply +1 for Accuracy and Evasion. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Metal Powder",
        "effect":"When held by an untransformed Ditto, increases both Defense and Special Defense by +2 Combat Stages. Cannot be used by Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Egg Warmer",
        "effect":"Egg Warmers are insulated cases that carry up to four Pokémon Eggs and protect them from harm. They also cause Pokémon to hatch twice as fast; each day spent in an Egg Warmer counts as 2 days for the purposes of Hatch Rate.",
        "consumable":false,
        "cost":2500
    },
    {
        "name":"Burn Heal",
        "effect":"Cures Burns.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Type Booster (Psychic)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Psychic Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Type Gem",
        "effect":"These items come in a variety of each of the Elemental Types, and are consumed as a Free Action to give a +3 Damage Base bonus to one attack of their Type. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"TM17 - Protect",
        "effect":"Scene - Self, Interrupt, Shield, Trigger - Normal - Status - If the user is hit by a Move, the user may use Protect. The user is instead not hit by the Move. The user does not take any damage nor is affected by any of the Move's effect.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Dino Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Iapapa Berry",
        "effect":"Sour Treat. Heals 1/8th of the Pokémon’s Max HP. If the user likes the Treat’s flavor, it heals 1/6th instead. If the user dislikes the treat’s flavor, the user is Confused. Tough Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Rambo Roids",
        "effect":"The user treats their Power Capability as increased by 2 for the next hour. However, each time they lift an object or perform a feat of strength beyond their normal means, they must make an Athletics check with a DC of 12. If they fail, they take an Injury immediately. Each such feat of strength induces a cumulative -1 penalty to these Athletics checks.",
        "consumable":true,
        "cost":750
    },
    {
        "name":"Ampharosite",
        "effect":"Mega Evolves Ampharos when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM70 - Aurora Veil",
        "effect":"Scene - Blessing - Ice - Status - Blessing – Any user affected by Aurora Veil may activate it when receiving Damage to resist the Damage one step. Aurora Veil may be activated 2 times, and then disappears. Special: Auora Veil can only be used when the user is in Hailing Weather. The Blessings persist even after Hailing Weather has ended, however.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Type Booster (Dark)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Dark Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Razz Berry",
        "effect":"Cool Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Old Rod",
        "effect":"A basic fishing rod. Only capable of fishing up small, unevolved Pokémon at level 10 or under.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Waterproof Flashlight",
        "effect":"For seeing in the dark. Waterproof.",
        "consumable":false,
        "cost":600
    },
    {
        "name":"TM71 - Stone Edge",
        "effect":"EOT - 8, 1 Target - Rock - Physical - DB10 - AC5 - Stone Edge is a Critical Hit on 17+.",
        "consumable":true,
        "cost":3900
    },
    {
        "name":"Sand Ball",
        "effect":"-20 Modifier if the weather is a sandstorm when used.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Cheri Berry",
        "effect":"Cures Paralysis, Cool Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Payapa Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Psychic-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Flashlight",
        "effect":"For, you know, seeing. In the dark. Yes.",
        "consumable":false,
        "cost":200
    },
    {
        "name":"Type Booster (Dragon)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Dragon Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Smoke Ball",
        "effect":"When used, a Smoke Ball creates a 3 meter blast that fills the area with smoke, as if the move Smokescreen had been used. Smoke Balls can only be found in specialty shops.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Jaw Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Liechi Berry",
        "effect":"+1 Attack Combat Stage. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Stat Suppressant (HP)",
        "effect":"Lowers HP stat by 1 if Trainer allows it.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM55 - Scald",
        "effect":"Scene x2 - 5, 1 Target - Water - Special - DB8 - AC2 - Scald Burns the target on 15+.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Green Apricorn",
        "effect":"Used to make Friend Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Charizardite Y",
        "effect":"Mega Evolves Charizard when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Black Sludge",
        "effect":"Poison-Type Pokémon may consume the Black Sludge as a Snack Item; when the Food Buff is traded in, they recover 1/8th of their Max Hit Points at the beginning of each turn for the rest of the encounter.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Fishing Rod",
        "effect":"Fishing Rods are used to Fish. They are two-handed items. They come in three varieties; Old Rods, Good Rods, and Super Rods.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"X Defend",
        "effect":"Increases the Pokémon’s Defense by two Combat Stages.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Sleeping Bag (Double)",
        "effect":"A standard sleeping bag. Holds two people.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Special Armor",
        "effect":"Grants 5 Damage Reduction against Special Damage.",
        "consumable":false,
        "cost":8000
    },
    {
        "name":"Guard Spec",
        "effect":"Prevents reduction of Combat Stages or Accuracy on the Pokémon for 5 Turns",
        "consumable":true,
        "cost":700
    },
    {
        "name":"TM75 - Swords Dance",
        "effect":"EOT - Self - Normal - Status - Raise the user's Attack by +2 Combat Stage.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"Audinite",
        "effect":"Mega Evolves Audino when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"The Anarchist Cookbook",
        "effect":"The simple act of owning this book isn’t illegal, but carrying out its suggestions might be.\\n\\nRank 1 - Novice Technology Education: Whenever you apply a Repel to a target, they become Blinded until the end of their next turn. This may only affect a target once per Scene.\\nRank 2 - Expert Technology Education: Whenever you hit a target with a Repel or Pester Ball, they lose Hit Points equal to your Technology Education Rank.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM26 - Earthquake",
        "effect":"Scene - Burst 3, Groundsource - Ground - Physical - DB10 - AC2 - Earthquake can hit targets that are underground, including those using the Move Dig. *Grants Groundshaper",
        "consumable":true,
        "cost":4000
    },
    {
        "name":"Sting Grenade",
        "effect":"Throwing a Sting Grenade is an AC 4 Ranged Blast 3 attack that can be made at a target within your Poké Ball throwing range. Upon connecting, the Sting Grenade releases dozens of hard rubber balls around it, causing pain to the targets but no damage. Those targets take a -3 penalty to all rolls and to their evasion until the start of your next turn.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM54 - False Swipe",
        "effect":"At-Will - Melee, Pass - Normal - Physical - DB4 - AC2 - False Swipe's damage cannot bring a target lower than 1 HP.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"White Herb",
        "effect":"Any negative Combat Stages are set to 0.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Razor Claw",
        "effect":"The holder’s damaging attacks have their Critical Hit Range extended by +1. Evolves Sneasel.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"TM66 - Payback",
        "effect":"EOT - Melee, 1 Target - Dark - Physical - DB5 - AC2 - If the target hit the user with a Damaging Move on the previous turn, Payback has a Damage Base of 10 (3d8+10 / 24) instead.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Contest Fashion (Tough)",
        "effect":"Once per Contest the holder may re-roll any 1's made when using a Tough Move. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Type Brace (Bug)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Bug Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Sturdy Rope",
        "effect":"Sturdy Rope with a tensile strength of 225 kg or roughly 500lbs. 30 Hit Points and 20 Damage Reduction.\\n\\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300.",
        "consumable":false,
        "cost":400
    },
    {
        "name":"Colbur Berry",
        "effect":"Weakens foe’s super effective Dark-type move. Tier 3. Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Dark-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"White Apricorn",
        "effect":"Used to make Fast Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Gem (Fire)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Fire-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Life Orb",
        "effect":"Whenever the holder deals direct damage, increase the damage by +5, and then the holder loses Hit Points equal to 1/16th of their Max Hit Points. Off-Hand Item for Trainers.",
        "consumable":false,
        "cost":3700
    },
    {
        "name":"Pester Ball (Confusion)",
        "effect":"Inflicts Confusion on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Type Plate (Fire)",
        "effect":"Acts as both a Type Booster (Fire) and a Type Brace (Fire). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Aspear Berry",
        "effect":"Cures Freeze, Tough Poffin Ingredient. Tier 1",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Repel",
        "effect":"Lasts 1 hour; causes Pokémon of level 15 or lower to flee.\\n\\nSpraying a wild Pokémon directly with Repel will cause that Pokémon, if the Repel can affect Pokémon of that level, to immediately shift away from the user as far as the Pokémon is able as an Interrupt, forfeiting their next Shift Action. Spraying a Pokémon with a Repel is an AC6 Status Attack.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Type Gem (Ice)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Ice-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Full Heal",
        "effect":"Cures all Persistent Status Afflictions",
        "consumable":true,
        "cost":450
    },
    {
        "name":"Type Brace (Electric)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Electric Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Potion",
        "effect":"Heals 20 Hit Points",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Type Brace (Ice)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Ice Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Toxic Caltrops",
        "effect":"Lets the user use the move Toxic Spikes as a Standard Action.  The item is then consumed.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Lock Case",
        "effect":"A Lock Case grants a -10 Capture modifier to any Poké Ball. It also stops Pokémon from exiting Poké Balls unless explicitly released by their owners.",
        "consumable":false,
        "cost":400
    },
    {
        "name":"TM59 - Brutal Swing",
        "effect":"EOT - Burst 1 - Dark - Physical - DB6 - AC2",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Lansat Berry",
        "effect":"Increases Critical Range by +1 for the remainder of the encounter. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM18 - Rain Dance",
        "effect":"Daily x2 - Field, Weather - Water - Status - The weather becomes Rainy for 5 rounds. While Rainy, Water-Type Attacks gain a +5 bonus to Damage Rolls, and Fire-Type Attacks suffer a -5 Damage penalty.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Pester Ball",
        "effect":"Pester Balls are small balls full of chemicals that come in six varieties, each of which inflicts a different Status Affliction when they hit a target. The Status Afflictions they can cause are: Rage, Confusion, Burn, Poison, Paralysis, and Sleep.\\n\\nAfter being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"PP Up",
        "effect":"Raise one of the user’s Move’s Frequency one level. Use only one per Pokémon.\\n\\nAt-Will Moves cannot have their Frequency increased further. EOT Moves become At-Will. Daily and Scene Moves gain an additional use in their Frequency’s unit of time. For example, a Daily Move becomes Daily x2, and a Scene x2 Move becomes Scene x3.",
        "consumable":true,
        "cost":9800
    },
    {
        "name":"Lagging Item",
        "effect":"Lagging Items are tied to a specific Stat. When held, they set that Stat to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Timer Ball",
        "effect":"-5 to the Modifier after every round since the beginning of the encounter, until the Modifier is -20.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Type Booster (Fighting)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Fighting Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Gengarite",
        "effect":"Mega Evolves Gengar when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Bait",
        "effect":"Bait is a tasty, strong-smelling morsel of food designed to attract Pokémon. It may be used in two ways; to lure Pokémon, or to distract Pokémon.\\n\\nTo lure Pokémon, set the bait on a route. Every 15 minutes thereafter, roll 1d20 until you roll 15 or higher. If you roll 3 times without success, the bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Bait is often used for Fishing in this way.\\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Yache Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Ice-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Scrubbing Spray",
        "effect":"Sprays a chemical agent over an area that destroys most forensic evidence, such as trace biomatter. Perception checks to track someone or to search for forensic evidence take a -6 penalty. Requires a Scrub Cartridge to use. Comes with 1 Cartridge. Off Hand equipment slot.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"Devil Case",
        "effect":"These dangerous and often illegal cases remove the failsafe on Poké Balls that prevents them from catching Pokémon that are at 0 Hit Points or less. It allows Poké Balls to catch Fainted Pokémon as normal, but automatically inflicts 2 Injuries when hitting a Pokémon - whether the Capture is successful or not.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"TM23 - Smack Down",
        "effect":"Scene x2 - 8, 1 Target - Rock - Physical - DB5 - AC2 - The target is knocked down to ground level, and loses all Sky or Levitate Speeds for 3 turns. During this time, they may be hit by Ground-Type Moves even if normally immune.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Level Ball",
        "effect":"-20 Modifier if the target is under half the level your active Pokémon is.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Lagging Item (Special Attack)",
        "effect":"The holder's Special Attack Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Type Plate (Bug)",
        "effect":"Acts as both a Type Booster (Bug) and a Type Brace (Bug). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Inferno Cannon",
        "effect":"Uses the Move Inferno once.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Sensor Disruption Vest",
        "effect":"The specially designed material of this vest wreaks havoc with the sensors used on most Pokébot models and Eye Augmentations. Pokébots and any Trainers or Pokémon with an Eye Augmentation suffer a -2 penalty to their single target Accuracy Checks made against the wearer.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Type Gem (Dark)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Dark-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Pheromone Cartridge",
        "effect":"A cartridge for the Pheromone Emitter. Accessory equipment slot.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Shiny Stone",
        "effect":"Evolves Eevee, Togetic, Roselia, Minccino, Floette",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"TM49 - Echoed Voice",
        "effect":"EOT - 3, 1 Target, Sonic - Normal - Special - DB4 - AC2 - If Echoed Voice was used by any Pokémon or Trainer in the Encounter on the previous round, increase its Damage Base by +4. If Echoed Voice was used by any Pokémon or Trainers during both the previous two rounds, increase its Damage Base by +8.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Magic Flute",
        "effect":"Magic Flutes are rare artifacts made only by skilled crafters with occult knowledge. They are not usually found in stores. When a Flute is crafted, it is tied to a particular Status Condition. Once per day, the Flute may be played as a Standard Action. All Pokémon and Trainers within 20 meters of the Flute are cured of that Status. These rare artifacts cannot be found in most ordinary stores but may cost upwards of $4000 from an appropriate occult vendor.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Berserker Bolus",
        "effect":"A combat drug used by street gangs. Immediately inflicts 1 injury on the user upon taking it, but for the duration of the Scene, the user is immune to Flinch effects, gains a +2 bonus to Save Rolls, and adds 5 to all Damage Rolls. However, they are Enraged and may not make Save Rolls to end the effect until all combat ceases for at least a few minutes.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Poké Ball Cannon",
        "effect":"Increases Poké Ball and Pester Ball accuracy by +1 and range to 15 meters. Balls deal 2d6 unreducible damage upon hitting a target. Balls take a Shift Action to ready in the Poké Ball Cannon. Main and Off Hand equipment slots.",
        "consumable":false,
        "cost":4500
    },
    {
        "name":"Kangaskhanite",
        "effect":"Mega Evolves Kangaskhan when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Gardevoirite",
        "effect":"Mega Evolves Gardevoir when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Love Ball",
        "effect":"-30 Modifier if the user has an active Pokémon that is of the same evolutionary line as the target, and the opposite gender. Does not work with genderless Pokémon.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"TM58 - Sky Drop",
        "effect":"Scene x2 - Melee, 1 Target, Set-Up - Flying - Physical - DB6 - AC3 - Set-Up Effect: Make Sky Drop's Accuracy Check. If the user hits, the user and target are moved 25 meters into the air. The target forfeits their next turn and cannot Shift or take actions until Sky Drop is resolved. Resolution Effect: Shift while in the air and lower both the user and the target heights back to the ground. Then apply Sky Drop's damage. If the target has a Sky or Levitate Speed, Sky Drop fails to deal damage. If the user is Fainted after the Set-Up but before the Resolution, the target falls to the ground and takes damage as if Sky Drop had a Damage Base of 3 (1d6+5/8) unless they have a Sky or Levitate Speed, in which case they take no damage.",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Pomeg Berry",
        "effect":"Lowers HP Base Stat by 1 when consumed, only if Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Mesh Shielding",
        "effect":"An advanced anti-conductive fabric woven into a stiff jacket designed to shield sensitive electronics from damage and electrical shock. You gain 5 Damage Reduction against Electric Type damage. Whenever you would suffer Augmentation Shock, roll 1d2. On a 1, you suffer no ill effects.",
        "consumable":false,
        "cost":8000
    },
    {
        "name":"TM63 - Embargo",
        "effect":"At-Will - 6, 1 Target - Dark - Status - AC2 - The target cannot use or benefit from held items for the remainder of the encounter. Embargo may only affect one target at a time; if Embargo is used on a new target, the previous target is freed from the effect.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"TM20 - Safeguard",
        "effect":"Scene - Blessing - Normal - Status - Blessing – Any user affected by Safeguard may activate it when receiving a Status Affliction to ignore the effect of that Status Affliction on their next turn. Safeguard may be activated 3 times, and then disappears.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Stat Booster (Speed)",
        "effect":"The default state of the holder's Speed Stat is +1 Combat Stage. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"TM80 - Rock Slide",
        "effect":"Scene x2 - 6, Ranged Blast 3 - Rock - Physical - DB8 - AC4 - Rock Slide Flinches all legal targets on 17+.",
        "consumable":true,
        "cost":4200
    },
    {
        "name":"Power Ball",
        "effect":"-20 Modifier if the target is under level 10. Target gains 1d4 levels upon capture.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"TM31 - Brick Break",
        "effect":"At-Will - Melee, 1 Target - Fighting - Physical - DB8 - AC2 - Light Screen and Reflect may not be activated in response to Brick Break.",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Bandages",
        "effect":"Bandages are applied as Extended Actions on Pokémon or Trainers. Bandages last for 6 hours; while applied, they double the Natural Healing Rate of Pokémon or Trainers, meaning a Pokémon or Trainer will heal 1/8th of their Hit Points per half hour. Bandages also immediately heal one Injury if they remain in place for their full duration.\\n\\nIf a Pokémon is damaged or loses Hit Points in any way, the Bandages immediately stop working.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Pokéradar",
        "effect":"Contrary to its name, this handheld device actually detects both human and Pokémon lifesigns in a 20 meter radius and can display their relative location to you on a screen. No information is given about specific species. Off Hand equipment slot.",
        "consumable":false,
        "cost":5000
    },
    {
        "name":"Cute Poffin",
        "effect":"Raises Cute Contest Stat by +1 Contest Die.  Made with Pecha, Mago, Nanab, Pamtre, and Watmel Berries.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Spritz Spray",
        "effect":"A drug that improves reflexes at the cost of mental focus. The user of Spritz gains +5 initiative and +1 Evasion for the next 5 rounds of combat but suffers a -3 penalty to Perception and Focus checks for the next hour.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Choice Item (Speed)",
        "effect":"The default state of the holder's Speed Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Zap Blaster",
        "effect":"Uses the Move Zap Cannon once.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Flashbang",
        "effect":"Throwing a Flashbang uses the Move Flash originating from the point where you threw the Flashbang, up to your maximum Poké Ball throwing range. When used in this way, Flash flinches all legal targets on 19-20 on Accuracy Check.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Cool Poffin",
        "effect":"Raises Cool Contest Stat by +1 Contest Die.  Made with Cheri, Figy, Razz, Spelon and Belue Berries.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Cherish Ball",
        "effect":"-5 modifier to catch. A decorative Poké Ball often given out during special events.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"TM95 - Snarl",
        "effect":"EOT - Cone 2, Sonic - Dark - Special - DB6 - AC3 - Lower the Special Attack of all legal targets by -1 Combat Stage.",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Diancite",
        "effect":"Mega Evolves Diancie when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Gossamer Ball",
        "effect":"-20 Modifier if the target is Normal or Fairy type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Toxic Orb",
        "effect":"Induces Poison on holder. Off-Hand Item for Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":4800
    },
    {
        "name":"Type Brace (Fairy)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Fairy Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Puissance Pellet",
        "effect":"This painkiller and adrenaline injection lets the user temporarily ignore their debilitating injuries. A user with 5 or more injuries does not suffer Hit Point loss equal to their number of injuries when taking Standard Actions. If you are using the optional rule to decrease combat stages for each Injury, the user ignores these combat stage losses. This effect lasts for 5 turns, and at the end of the effect, the user automatically takes another injury.",
        "consumable":true,
        "cost":450
    },
    {
        "name":"Type Plate (Electric)",
        "effect":"Acts as both a Type Booster (Electric) and a Type Brace (Electric). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Choice Item (Defense)",
        "effect":"The default state of the holder's Defense Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Steelixite",
        "effect":"Mega Evolves Steelix when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM46 - Thief",
        "effect":"At-Will - Melee, 1 Target - Dark - Physical - DB6 - AC2 - Thief takes the target's held item and attaches it to Thief's user if the user is not holding anything.",
        "consumable":true,
        "cost":2200
    },
    {
        "name":"TM68 - Giga Impact",
        "effect":"Daily x2 - Melee, 1 Target, Dash, Exhaust, Smite - Normal - Physical - DB15 - AC4",
        "consumable":true,
        "cost":5000
    },
    {
        "name":"TM74 - Gyro Ball",
        "effect":"Scene x2 - 6, 1 Target - Steel - Physical - DB6 - AC2 - The target reveals their Speed Stat (including Combat Stages). If it is higher than the user’s (including Combat Stages), subtract the user’s Speed Stat from the target’s and apply the difference as Bonus Damage.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Custap Berry",
        "effect":"Grants the Priority keyword to any Move. May only be used at 25% HP or lower. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Aguav Berry",
        "effect":"Bitter Treat. Heals 1/8th of the Pokémon’s Max HP. If the user likes the Treat’s flavor, it heals 1/6th instead. If the user dislikes the treat’s flavor, the user is Confused. Smart Poffin Ingredient. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Jungle Boots",
        "effect":"Jungle Boots grant you the Naturewalk (Forest) capability",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Hail Ball",
        "effect":"-20 Modifier if the weather is hailing when used.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Travel Guide",
        "effect":"A Travel Guide covers a specific location, such as a mountain or a pair of routes in the wilderness. Travel Guides are usually written for the more popular destinations in a region, but they might not necessarily exist for more obscure and out of the way locations.\\n\\nRank 1 - Novice Survival: You gain the following Skill Stunts while traveling in the studied location: Survival (Foraging) and Survival (Navigation).\\nRank 2 - Expert Survival: You and your Pokémon do not take damage from naturally occurring Weather effects in the studied location.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"TM72 - Volt Switch",
        "effect":"At-Will - 5, 1 Target - Electric - Special - DB7 - AC2 - If Volt Switch successfully hits its target, the user deals damage and then immediately is returned to its Poke Ball in the same turn. A New Pokemon may immediately be sent out. Using Volt Switch lets a Trapped user be recalled",
        "consumable":true,
        "cost":3100
    },
    {
        "name":"Medicine Case",
        "effect":"A Medicine Case may be filled with an Antidote, Paralyze Heal, Burn Heal, Ice Heal, or Full Heal. This consumes the used item. When a Pokémon is recalled into a Poké Ball with a filled Medicine Case, the item is automatically used on the Pokémon. Filling a Medicine Case is an Standard Action. Medicine Cases may be refilled multiple times but may only have one sort of consumable in them at a time.",
        "consumable":false,
        "cost":400
    },
    {
        "name":"Tamato Berry",
        "effect":"Lowers Speed Base Stat by 1 when consumed, only if Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"TM76 - Fly",
        "effect":"At-Will - Melee, Dash, Set-Up - Flying - Physical - DB8 - AC3 - Set-Up Effect: The user is moved up 25 meters into the air. Resolution Effect: The user may shift twice while in the air, using their overland or sky speed, and then comes down next to a legal target, and attacks with Fly. *Grants: Sky +3",
        "consumable":true,
        "cost":3200
    },
    {
        "name":"Carbos",
        "effect":"Raise the user’s Speed Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"Honey",
        "effect":"Snack. Grants a Food Buff that heals 5 Hit Points. May be used as Bait",
        "consumable":true,
        "cost":100
    },
    {
        "name":"TM61 - Will-O-Wisp",
        "effect":"EOT - 6, 1 Target - Fire - Status - AC5 - The target is Burned.",
        "consumable":true,
        "cost":2200
    },
    {
        "name":"Absolite",
        "effect":"Mega Evolves Absol when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM87 - Swagger",
        "effect":"EOT - 6, 1 Target, Social - Normal - Status - AC5 - Raise the target's Attack by +2 Combat Stage. The target is Confused.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Red Shard",
        "effect":"Associated with Fire, Fairy, & Psychic.  With Gem Lore, 4 can be combined into a Fire Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM98 - Waterfall",
        "effect":"EOT - Melee, 1 Target - Water - Physical - DB8 - AC2 - Waterfall Flinches the target on 17+.",
        "consumable":true,
        "cost":3700
    },
    {
        "name":"TM03 - Psyshock",
        "effect":"At-Will - 4, 1 Target - Psychic - Special - DB8 - AC2 - When calculating damage, the target subtracts their Defense from Psyshock's damage instead of their Special Defense. Psyshock is still otherwise Special (Special Evasion is used to avoid it, Mirror Coat can reflect it, etc.)",
        "consumable":true,
        "cost":2900
    },
    {
        "name":"Sceptilite",
        "effect":"Mega Evolves Sceptile when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM62 - Acrobatics",
        "effect":"EOT - Melee, Dash, 1 Target - Flying - Physical - DB6 - AC2 - If the user is not holding an item, Acrobatics instead has a Damage Base of 11 (3d10+10/27)",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Beauty Poffin",
        "effect":"Raises Beauty Contest Stat by +1 Contest Die.  Made with Chesto, Wiki, Bluk, Spelon and Pamtre Berries.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Choice Item",
        "effect":"Choice Items are tied to a Specific Stat. While worn, the default state of the Stat is +2 Combat Stages instead of 0. However, the user is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Type Brace (Flying)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Flying Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Heart Booster",
        "effect":"The Pokémon gains 2 Tutor Points. Use only one per Pokémon.",
        "consumable":true,
        "cost":9800
    },
    {
        "name":"Type Gem (Grass)",
        "effect":"Can be consumed as a Free Action to give a +3 DB bonus to one Grass-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"X Attack",
        "effect":"Increases the Pokémon’s Attack by two Combat Stages.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"Handheld Propellor",
        "effect":"Increases Swim speed by +3. Off Hand equipment slot.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"Rain Ball",
        "effect":"-20 Modifier if the weather is rainy when used.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"TM51 - Steel Wing",
        "effect":"At-Will - Melee, Pass, Spirit Surge - Steel - Physical - DB7 - AC3 - Steel Wing raises the user's Defense by +1 Combat Stage on 15+.",
        "consumable":true,
        "cost":2200
    },
    {
        "name":"Elegant Fashion",
        "effect":"Fashionista Skill: Intuition\\nThe holder may activate this item once a Scene as a Free Action when losing Combat Stages from a foe’s effect to instead not lose those Combat Stages.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Type Gem (Normal)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Normal-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Yellow Apricorn",
        "effect":"Used to make Moon Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Learning Ball",
        "effect":"The captured Pokémon immediately learns their next level-up Move, as long as it is within 8 levels of their current level.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Petaya Berry",
        "effect":"+1 Special Attack Combat Stage. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"TM45 - Attract",
        "effect":"Scene x2 - 3, 1 Target, Social - Normal - Status - AC2 - Attract Infatuates the target if its gender is the opposite of the user’s. Attract fails when used by or against Genderless targets.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"Type Gem (Poison)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Bonus bonus to one Poison-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Spicy Wrap",
        "effect":"The user may trade in this Snack’s Food Buff when making a Physical attack to deal +5 additional Damage. If the user prefers Spicy Food, it deals +10 additional Damage instead. If the user dislikes Spicy Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Apicot Berry",
        "effect":"+1 Special Defense Combat Stage. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Sun Ball",
        "effect":"-20 Modifier if the weather is sunny when used.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Mawilite",
        "effect":"Mega Evolves Mawile when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Plate (Ground)",
        "effect":"Acts as both a Type Booster (Ground) and a Type Brace (Ground). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Slick Fashion",
        "effect":"Fashionista Skill: Guile\\nThe holder may activate this item once a Scene as a Free Action when provoking an Attack of Opportunity to instead not provoke one.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Gyaradosite",
        "effect":"Mega Evolves Gyarados when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM57 - Charge Beam",
        "effect":"At-Will - 6, 1 Target - Electric - Special - DB5 - AC4 - If Charge Beam successfully hits a target, roll 1d20. On a roll of 7+, the user's Special Attack is raised by +1 Combat Stage.",
        "consumable":true,
        "cost":2300
    },
    {
        "name":"TM02 - Dragon Claw",
        "effect":"At-Will - Melee, 1 Target - Dragon - Physical - DB8 - AC2",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Wepear Berry",
        "effect":"Smart Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Heart Scale",
        "effect":"This tiny rainbow scale from a Luvdisc is valued by Apothecary Researchers, because it can be used to create the Heart Booster vitamin. Luvdiscs will produce them occasionally; they can be found along sandy beaches, and ancient ones can be found in desert, caves, or underground.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Water Stone",
        "effect":"Evolves Poliwhirl, Shellder, Staryu, Eevee, Lombre, Panpour",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Heracronite",
        "effect":"Mega Evolves Heracross when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Chesto Berry",
        "effect":"Cures Sleep, Beauty Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Type Plate (Dark)",
        "effect":"Acts as both a Type Booster (Dark) and a Type Brace (Dark). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Enigma Berry",
        "effect":"User gains Temporary HP equal to 1/6th of their Max HP when hit by a Super Effective Move. Tier 2.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Contest Fashion (Cool)",
        "effect":"Once per Contest the holder may re-roll any 1's made when using a Cool Move. Cannot be used by Trainers.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Dry Wafer",
        "effect":"The user may trade in this Snack’s Food Buff when making a Special attack to deal +5 additional Damage. If the user prefers Dry Food, it deals +10 additional Damage instead. If the user dislikes Dry Food, they become Enraged.",
        "consumable":true,
        "cost":100
    },
    {
        "name":"Salamencite",
        "effect":"Mega Evolves Salamence when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Calcium",
        "effect":"Raise the user’s Special Attack Base Stat 1. You may only get use out of up to five Vitamins per Pokémon.",
        "consumable":true,
        "cost":4900
    },
    {
        "name":"Type Booster (Bug)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Bug Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Go-Goggles",
        "effect":"The user does not take damage from Sandstorm. Head Item for Trainers.",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"TM29 - Psychic",
        "effect":"EOT - 5, 1 Target, Push - Psychic - Special - DB9 - AC2 - The target is Pushed 1 meter in any direction. Psychic lowers the target’s Special Defense 1 Combat Stage on 17+.  Grants Telekinetic.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Type Booster (Ghost)",
        "effect":"Grants a +5 Damage Bonus to all direct-damage Ghost Moves used by the holder. Accessory Item for Trainers.",
        "consumable":false,
        "cost":1800
    },
    {
        "name":"Water Filter",
        "effect":"Can ensure that river or pond water is clean to drink after being filtered.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Eviolite",
        "effect":"Only affects not-fully-evolved Pokémon of a single family, decided when the Eviolite is made. Grants a +5 Bonus to two different Stats, after Combat Stages, decided when the Eviolite is made. Prevents Pokémon from evolving when held. Cannot be used by Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Glalitite",
        "effect":"Mega Evolves Glalie when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Protector",
        "effect":"Evolves Rhydon.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Stat Booster (Attack)",
        "effect":"The default state of the holder's Attack Stat is +1 Combat Stage. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Shock Collar",
        "effect":"Comes with a remote activator, which when pressed, causes the Pokémon or Trainer wearing the shock collar to lose Hit Points equal to 1/6th of their Max Hit Points. This may be used to activate the “Press” Feature. Collars that work on Ground Type Pokémon are available for an additional $500.",
        "consumable":false,
        "cost":3500
    },
    {
        "name":"TM88 - Sleep Talk",
        "effect":"Scene - Self - Normal - Status - Select another of the user’s Moves at random; this turn, the user may Shift and use that Move despite being Asleep. Sleep Talk can be only be used by Sleeping targets.",
        "consumable":true,
        "cost":1500
    },
    {
        "name":"Sparkling Lemonade",
        "effect":"Heals 50 Hit Points. A Pokémon or Trainer can only consume one refreshment per half hour, unless they have the Gluttony Ability.",
        "consumable":true,
        "cost":250
    },
    {
        "name":"Type Brace (Steel)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Steel Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Yellow Shard",
        "effect":"Associated with Electric, Rock, & Steel. With Gem Lore, 4 can be combined into a Thunder Stone.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Galladite",
        "effect":"Mega Evolves Gallade when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Plate (Dragon)",
        "effect":"Acts as both a Type Booster (Dragon) and a Type Brace (Dragon). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Blue Apricorn",
        "effect":"Used to make Lure Balls.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Quick Claw",
        "effect":"The user adds +10 to their Initiative. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4200
    },
    {
        "name":"Quick Ball",
        "effect":"+5 to Modifier after 1 round of the encounter, +10 to Modifier after round 2, +20 to modifier after round 3.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Nest Ball",
        "effect":"-20 Modifier if the target is under level 10.",
        "consumable":true,
        "cost":800
    },
    {
        "name":"Mulch",
        "effect":"Mulch may be used to temporarily increase soil Quality; it may be applied to a Plant to increase the Soil Quality of a plant by +1 for the following day. This cannot make a Soil Quality go above +2.",
        "consumable":true,
        "cost":200
    },
    {
        "name":"Ablative Heavy Armor",
        "effect":"A weighty but brittle armor that is self-repairing. Grants 20 Damage Reduction, but each damaging attack removes 5 Damage Reduction from the armor. Every five minutes, the armor repairs 5 Damage Reduction. The user’s Speed Combat Stage defaults to -1.",
        "consumable":false,
        "cost":14500
    },
    {
        "name":"TM27 - Return",
        "effect":"At-Will - Melee, 1 Target - Normal - Physical - DBX, See Effect - AC2 - Return's DB is equal to 3 plus the user's Loyalty Value.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Dusk Stone",
        "effect":"Evolves Eevee, Murkrow, Misdreavus, Lampent, Doublade",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"TM13 - Ice Beam",
        "effect":"EOT - 4, 1 Target - Ice - Special - DB9 - AC2 - Ice Beam Freezes on 19+.",
        "consumable":true,
        "cost":4200
    },
    {
        "name":"Stat Suppressant",
        "effect":"These medicines have an identical effect to the Suppressant Berries – they lower one of the user’s Base Stats by 1 point and only function if the Trainer of the Pokémon wants them to.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Pecha Berry",
        "effect":"Cures Poison, Cute Poffin Ingredient. Tier 1.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"Focus Band",
        "effect":"Whenever the user faints, roll 1d20. Once a Scene on a result of 16+, the holder does not faint, and is left with 1 Hit Point. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4700
    },
    {
        "name":"Type Gem (Flying)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Flying-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Type Plate (Poison)",
        "effect":"Acts as both a Type Booster (Poison) and a Type Brace (Poison). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM15 - Hyper Beam",
        "effect":"Daily x2 - 10, 1 Target, Exhaust, Smite - Normal - Special - DB15 - AC4",
        "consumable":true,
        "cost":5000
    },
    {
        "name":"Lagging Item (Speed)",
        "effect":"The holder's Speed Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":900
    },
    {
        "name":"Flame Orb",
        "effect":"Induces burn on holder. Off-Hand Item for Trainers. Standard Action to drop.",
        "consumable":false,
        "cost":3800
    },
    {
        "name":"Poké Ball Tool Box",
        "effect":"These tool boxes let those with the know-how craft and repair Poké Balls.",
        "consumable":false,
        "cost":500
    },
    {
        "name":"Charizardite X",
        "effect":"Mega Evolves Charizard when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM19 - Roost",
        "effect":"Daily x2 - Self - Flying - Status - The user regains HP equal to half of its full HP. If the user is a Flying Type, it loses the Flying Type until the start of their next turn.",
        "consumable":true,
        "cost":2500
    },
    {
        "name":"Cameruptite",
        "effect":"Mega Evolves Camerupt when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Dowsing for Dummies [5-15 Playtest]",
        "effect":"A favorite of rock collectors everywhere, this book teaches the user how to attune their dowsing rods.\\n\\nRank 1 - Novice Occult Education: Roll +1d6 when searching for Shards.\\nRank 2 - Adept Occult Education: When you begin searching for Shards, you may choose to expend an additional activation of Dowsing for the day. If you do, choose a Shard Color; all the Shards you find during this search will be of the chosen Color.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Energy Powder",
        "effect":"Heals 25 Hit Points - Herbal Restorative.",
        "consumable":true,
        "cost":150
    },
    {
        "name":"TM08 - Bulk Up",
        "effect":"EOT - Self - Fighting - Status - Raise the user’s Attack and Defense by +1 Combat Stage each.",
        "consumable":true,
        "cost":1200
    },
    {
        "name":"Running Shoes",
        "effect":"Running Shoes grant a +2 bonus to Athletics Checks, to a maximum total modifier of +3, and increase your Overland Speed by +1.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Fish Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM40 - Aerial Ace",
        "effect":"EOT - Melee, 1 Target - Flying - Physical - DB6 - Aerial Ace cannot miss.",
        "consumable":true,
        "cost":2800
    },
    {
        "name":"Stat Suppressant (Defense)",
        "effect":"Lowers Defense stat by 1 if Trainer allows it.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"X Speed",
        "effect":"Increases the Pokémon’s Speed by two Combat Stages.",
        "consumable":true,
        "cost":350
    },
    {
        "name":"TM12 - Taunt",
        "effect":"EOT - 6, 1 Target, Social - Dark - Status - AC3 - The target becomes Enraged.",
        "consumable":true,
        "cost":1000
    },
    {
        "name":"Baby Food",
        "effect":"A nutritious food that causes young Pokémon to grow quickly. When consumed, increases Experience Gain of Pokémon at level 15 or lower by 20% for the rest of the day.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Dubious Disc",
        "effect":"Evolves Porygon2.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Glitch Detection Crystal",
        "effect":"A crystal necklace which begins to display pixelated effects and static when near Glitch phenomena. Pixellation and static effects intensify proportionally to proximity to the phenomena. Accessory equipment slot.",
        "consumable":false,
        "cost":800
    },
    {
        "name":"Drake Fossil Shard",
        "effect":"A fossil shard of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Metal Coat",
        "effect":"Evolves Onix, Scyther.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Tyranitarite",
        "effect":"Mega Evolves Tyranitar when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Type Brace (Grass)",
        "effect":"Grants the holder 15 Damage Reduction against all direct-damage Grass Moves. Accessory Item for Trainers.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Type Plate (Psychic)",
        "effect":"Acts as both a Type Booster (Psychic) and a Type Brace (Psychic). Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Helix Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Stat Booster (Special Defense)",
        "effect":"The default state of the holder's Special Defense Stat is +1 Combat Stage. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Old Amber",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Saddle",
        "effect":"Saddles help Trainers ride Pokémon. They are created with a specific Pokémon species in mind, and only Pokémon with that body type can wear the saddle. A common Saddle type fits Ponyta, Rapidash, Blitzle, and Zebstrika, for example. Saddles grant a +3 bonus to all Skill Checks made to mount Pokémon, or to remain on the Saddle when hit by an attack.",
        "consumable":false,
        "cost":2000
    },
    {
        "name":"Latiasite",
        "effect":"Mega Evolves Latias when used in conjuction with a Mega Ring.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"TM78 - Bulldoze",
        "effect":"EOT - Burst 1 - Ground - Physical - DB6 - AC2 - All Legal Targets are lowered 1 Speed Combat Stage.",
        "consumable":true,
        "cost":2400
    },
    {
        "name":"Waterproof Lighter",
        "effect":"For creating flames in a hurry. Waterproof.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Passho Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Water-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Type Gem (Rock)",
        "effect":"Can be consumed as a Free Action to give a +3 Damage Base bonus to one Rock-Type attack. Off-hand or Accessory Slot Item for Trainers.",
        "consumable":true,
        "cost":null
    },
    {
        "name":"Type Plate",
        "effect":"These Rare items come in a variety of each of the Elemental Types, and act as both a Type Booster and a Type Brace. Accessory Slot Item for Trainers.",
        "consumable":false,
        "cost":null
    },
    {
        "name":"Kelpsy Berry",
        "effect":"Lowers Attack Base Stat by 1 when consumed, only if the Pokémon’s trainer wishes it to. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Mental Herb",
        "effect":"Cures all Volatile Status Effects.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Haunt Ball",
        "effect":"-20 Modifier if the target is Dark or Ghost type.",
        "consumable":true,
        "cost":300
    },
    {
        "name":"Stat Booster (Special Attack)",
        "effect":"The default state of the holder's Special Attack Stat is +1 Combat Stage. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Occa Berry",
        "effect":"Grants a Food Buff which, when traded in, grants one step of resistance versus a foe's super effective Fire-type move. Tier 3.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Light Armor",
        "effect":"Grants 5 Damage Reduction against Physical Damage.",
        "consumable":false,
        "cost":8000
    },
    {
        "name":"Full Restore",
        "effect":"Heals a Pokémon for 80 Hit Points and cures any Status Afflictions",
        "consumable":true,
        "cost":1450
    },
    {
        "name":"Choice Item (Special Attack)",
        "effect":"The default state of the holder's Special Attack Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Stat Booster (Evasion)",
        "effect":"Grants the holder +1 Evasion. Accessory Item for Trainers.",
        "consumable":false,
        "cost":4000
    },
    {
        "name":"Zap Case",
        "effect":"Whenever a Poké Ball with a Zap Case hits a target it deals damage as if using a Struggle Attack. This Damage is Electric-Typed. If the Ball is already used as a Struggle Attack (such as with Curve Ball), then the Zap Case changes the damage to Electric-Type and adds bonus damage equal to twice the user’s Technology Education skill. When attempting to catch Pokémon, damage is resolved before the capture roll. This can also be used when releasing a Pokémon (damage is resolved before the Pokémon is released).",
        "consumable":false,
        "cost":1500
    },
    {
        "name":"Great Ball",
        "effect":"A better Poké Ball with no special effects. -10  Modifier.",
        "consumable":true,
        "cost":400
    },
    {
        "name":"Snag Machine",
        "effect":"Snag Machines are extremely illegal machines that allow trainers to steal another Trainer’s Pokémon. They come in both large, immovable varieties and smaller portable varieties. The Portable Variety is an Accessory-Slot Item. Inserting a Poké Ball into a Large Snag Machine turns it into a Snag Ball permanently, but Large Snag Machines may only turn 5 Poké Balls into Snag Balls per day. Inserting a Poké Ball into a Portable Snag Machine, which is a Swift Action, turns it into a Snag Ball after one round, but only for that round. Snag Balls have the same properties as the Poké Ball type they were before being inserted into the machine, but receive a -2 penalty on all Poké Ball attack rolls, and are capable of capturing owned Pokémon. Snag Machines cannot be bought in stores, but may sell on the black market for prices of $30,000 or more.",
        "consumable":false,
        "cost":30000
    },
    {
        "name":"Choice Item (Special Defense)",
        "effect":"The default state of the holder's Special Defense Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Tough Poffin",
        "effect":"Raises Tough Contest Stat by +1 Contest Die.  Made with Aspear, Iapapa, Pinap, Durin, and Belue Berries.",
        "consumable":true,
        "cost":500
    },
    {
        "name":"Poké Ball Alarm",
        "effect":"A belt with six slots for Poké Balls. Poké Balls affixed to the belt are locked in place with a number pad password to unlock them. Tampering with the belt triggers the password prompt, and failure to input the correct password within a minute triggers a loud alarm system.",
        "consumable":false,
        "cost":1000
    },
    {
        "name":"Plume Fossil",
        "effect":"A fossil of a Pokémon that lived in prehistoric times.",
        "consumable":false,
        "cost":3000
    },
    {
        "name":"Utility Rope",
        "effect":"Braided Utility Rope. Has a tensile strength of 80 kg or 176 lbs. It has 20 Hit Points and 10 Damage Reduction.\\n\\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300.",
        "consumable":false,
        "cost":200
    },
    {
        "name":"Ice Stone",
        "effect":"Evolves Eevee, Alolan Sandshrew, Alolan Vulpix.",
        "consumable":true,
        "cost":3000
    },
    {
        "name":"Prism Scale",
        "effect":"Evolves Feebas.",
        "consumable":true,
        "cost":3000
    },   
]
