{
  "folder": "lpdptis936rBZFDU",
  "name": "Shadow Controller",
  "type": "item",
  "_id": "ecHLPd3g8bUNCMXL",
  "img": "/systems/ptu/css/images/icons/item_icon.png",
  "system": {
    "origin": "",
    "effect": "Similarly as rare and far more illegal than a Snag Machine, a Shadow Controller is the solution to the problem of wild and rampant Shadow Pokémon, especially the risks posed by Hyper Mode. Advanced versions have lifted certain restrictions for Shadow Pokémon under their influence. They are usually held by unskilled NPC Trainers, or by groups/organizations that possess multiple Shadow Pokémon. A Shadow Controller might:\n»» Allow a Trainer to ignore the need to roll Skills to interact with the Shadow Pokemon.\n»» Allow a Shadow Pokemon to undergo the miscellaneous transformations it is normally prevented from utilizing.\n»» Allow a Trainer to use a Swift Action to have a Shadow Pokemon to enter Hyper Mode or cure it of the condition, regardless of any other factors.\n»» Remove the major drawbacks of Hyper Mode, possibly removing the [Orders] and [Stratagem] restrictions or item restrictions.\n\nThere are differently-sized Shadow Controllers, ranging between large, devices with decently-ranged transmitters and wearable Accessory Item or Equipment. The largest of these Controllers can maintain this fine control over Shadow Pokémon within a specific radius tied to GM-specified permissions or conditions, or localized to the wearer's party and nearby Shadow Pokémon. These devices are incredibly specialized, going for upwards of $70,000 on the black market.",
    "snippet": "",
    "rules": [],
    "slug": "shadow-controller",
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "quantity": "1",
    "category": "",
    "cost": "70000",
    "consumable": 0,
    "subtype": "",
    "container": false
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "ptu": {
      "showInTokenPanel": false
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.3",
    "coreVersion": "11.311",
    "createdTime": 1697672497571,
    "modifiedTime": 1700226867903,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!ecHLPd3g8bUNCMXL"
}
