{
  "name": "As One",
  "type": "capability",
  "img": "/systems/ptu/css/images/icons/capability_icon.png",
  "system": {
    "origin": "",
    "effect": "This Pokémon is an adept rider, and is capable of transferring some of the power of its mount to itself while also protecting those it rides.\nThis Pokémon may Mount any willing, Mountable Pokémon (or other Pokémon that the GM deems suitable) as an Extended Action. While Mounted, the other Pokémon is unable to be commanded, targeted separately, or use any Moves or Abilities. It is treated as part of this Pokémon in all respects, including able to fit inside the same Pokéball and Fainting at the same time, and the rider may not be knocked off. While Mounting, this Pokemon may not Mount any further Pokemon until it dismounts.\nWhile Mounting a Pokémon, the user’s Movement Capabilities and Naturewalk are replaced with the Mount’s, the user’s Secondary Type (second listed) is replaced by the Mount’s Primary Type (first listed). The user also gains the Size of the Mount, and counts as the Mount’s Weight Class if the mount’s is higher. In addition, the user gains one Basic Ability of the Mount. Wonder Guard may not be gained in this way. If Mounting Spectrier, this Pokémon may use Astral Barrage. If Mounting Glastrier, this Pokémon may use Glacial Lance.\nThis Pokémon may stop Mounting as an Extended Action.",
    "snippet": "",
    "rules": [],
    "enabled": true,
    "slug": null,
    "schema": {
      "version": 0.11,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": []
  },
  "_id": "TTkxpovrOmNcCQu1",
  "effects": [],
  "folder": null,
  "sort": 5300000,
  "ownership": {
    "default": 0,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.0.beta.3",
    "coreVersion": "12.317",
    "createdTime": 1693042188180,
    "modifiedTime": 1695027494151,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!TTkxpovrOmNcCQu1"
}
