{
  "name": "Living Weapon",
  "type": "capability",
  "img": "/systems/ptu/css/images/icons/capability_icon.png",
  "system": {
    "origin": "",
    "effect": "In addition to being a Pokémon, Honedge and its evolutionary relatives also count as equipment and may be used as such if the Pokémon is willing. Honedge may be used as a Small Melee Weapon. Doublade may be used as two Small Melee Weapons; when one is held in each hand, the user gains +2 to Evasion. Aegislash may be used as a Small Melee Weapon and a Light Shield. When Fainted, these Pokémon may still be used as inanimate pieces of equipment, but all rolls made with them take a -2 penalty.\\n\\nIf the Living Weapon is also being used as an active Pokémon, the Wielder and the Living Weapon use the Wielder’s Movement Speed to shift during each of their turns, and the total amount Shifted during the round cannot exceed the Wielder’s Movement Speed.\\n\\nWhile wielded, the Living Weapon may impart its wielder benefits as if it were a Simple or Fine Weapon, as long as the wielder has the requisite Combat Skill Rank. A Honedge counts as a Simple Weapon and grants the Adept Move Wounding Strike. A Doublade counts as a Simple Weapon and Grants the Adept Move Double Swipe. An Aegislash counts as a Fine Weapon and grants the Adept Move Wounding Strike and the Master Move Bleed!. While used as a Living Weapon, the Pokémon also adds these Moves to its own Move List, so long as their wielder qualifies to access them.\\n\\nEither the Living Weapon or the Wielder can disengage as a Rapid Action during their turn to Shift and attack separately. Re-engaging is a Standard Action that may be taken by either party. While Wielded, a Living Weapon cannot benefit from its No Guard Ability, and an Aegislash is automatically in Blade forme.",
    "snippet": "",
    "rules": [],
    "enabled": true,
    "slug": null,
    "schema": {
      "version": 0.11,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": []
  },
  "_id": "TWMWSGsosGFwe02z",
  "effects": [],
  "folder": null,
  "sort": 5400000,
  "ownership": {
    "default": 0,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.0.beta.3",
    "coreVersion": "12.327",
    "createdTime": 1693042188180,
    "modifiedTime": 1695027494151,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_key": "!items!TWMWSGsosGFwe02z"
}
