{
  "name": "Grapple",
  "type": "move",
  "system": {
    "name": "",
    "origin": "",
    "effect": "You and the target each make opposed Combat or Athletics Checks. If you win, you and the target each become Grapples, and you gain Dominance in the Grapple.<br>&nbsp;<br>&nbsp;Pokemon and Trainers that are Grappled<br>&nbsp;» Are Vulnerable.<br>&nbsp;»Cannot take Shift Actions, or any actions that would cause them to Shift.<br>&nbsp;»Gain a -6 penalty to Accuracy rolls if targeting any-one outside the Grapple.<br>&nbsp;»Additionally, Grapply has other effects on whether the target has or doesn't have dominance.<br>&nbsp;<br>&nbsp;If a target begins their turn as part of a Grapple but with no Dominance, they may choose to contest the Grapple as a Full Action. If they do, all participants make opposed Combat or Athletics Checks. Whoever wins then may choose to either continue the Grapple and gain Dominance, or to end the Grapple<br>&nbsp;<br>&nbsp;If a target has the Phasing or Teleport Capability, they may use those to escape from a Grapple on their turn with no check required.<br>&nbsp;<br>&nbsp;If a Target Begins their turn as part of a Grapple and has Dominance, they may take one of the following actions as a Full action.<br>&nbsp;»End the Grapple<br>&nbsp;»Secure:They gain a +3 Bonus to the next opposed check they make in the Grapple.<br>&nbsp;»Attack: They may automatically hit with an Unarmed Struggle attack.<br>&nbsp;»Move: They Shift, dragging the other person in the grapple with them. The user's Movement Capability is lowered by the other grappler's Weight Class",
    "snippet": "",
    "useCount": 0,
    "sheerForce": false,
    "toughClaws": false,
    "technician": false,
    "reckless": false,
    "ironFist": false,
    "megaLauncher": false,
    "punkRock": false,
    "strongJaw": false,
    "type": "",
    "category": "",
    "damageBase": "",
    "frequency": "",
    "ac": 4,
    "range": "Melee, 1 Target",
    "contestType": "",
    "stab": false,
    "damageBonus": 0,
    "isStruggle": false,
    "action": "Standard",
    "class": "Status"
  },
  "img": "icons/svg/item-bag.svg",
  "effects": [],
  "flags": {
    "core": {
      "sourceId": "Item.ZzV02TVyemRvUPdt"
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "3.0.0.7",
    "coreVersion": "10.291",
    "createdTime": 1673299563388,
    "modifiedTime": 1673299604490,
    "lastModifiedBy": "bcwIRl58QQYB1i5R"
  },
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0,
    "bcwIRl58QQYB1i5R": 3
  },
  "_id": "ewrsBKgEodXb9DpI",
  "_key": "!items!ewrsBKgEodXb9DpI"
}