{
  "folder": "TajSsOGM13zplgIH",
  "name": "Bury the Light",
  "type": "feat",
  "_id": "UO2wiMe8cjQ8oqYR",
  "img": "/systems/ptu/static/css/images/icons/feat_icon.png",
  "system": {
    "origin": "",
    "effect": "Trigger: You enter Hyper Mode.\nEffect: Your Hyper Mode becomes significantly more potent, becoming something akin to a transformation or a Forme Change. But now you carry the weight of your destroyer’s might, even when at rest.\nWhen you enter Hyper Mode, you instead enter Apex Hyper Mode, receiving the following abilities and conditions in addition to those normally conferred by Hyper Mode:\n»» You gain six Combat Stages, but lose four, split between the Stats of your choice, with a maximum of two Stage granted or lost per Combat Stat. You cannot grant Combat Stages in a Stat, and then choose to lose them in that same Stat. You may also assign these Combat Stages to your Accuracy or Evasion.\n»» When you inflict a Critical Hit, you deal +20 damage on the Attack, but you suffer 1 Injury.\n»» You heal a Tick of Hit Points at the start of each of your turns.\n»» For the duration of the Mode, you have the Hustle and Bully Abilities.\n\nHowever, this barely-fettered brutality confers a number of penalties to your existence outside of combat:\n»» Social interaction tests (excluding uses of Intimidation) are innately more difficult for you. Conversely, you gain +4 to your Intimidation rolls.\n»» Your natural healing rate is halved, meaning your heal 1/8th of your Hit Points every two hours. Additionally, you can only heal 2 Injuries per day, instead of the normally allowable 3.\n»» After an Extended Rest, you only regain half of your Drained AP, up to a minimum of 1.\n»» The intensity of your malicious aura even scars your surroundings. Upon using Apex Hyper Mode, you leave Psychic Residue in the spaces you are in or move through. The residue persists for 10 days.",
    "snippet": "",
    "rules": [],
    "slug": "bury-the-light",
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": [
      "+Attack or Special Attack"
    ],
    "prerequisites": [
      "Not a God But a Demon",
      "Master Intimidation or Combat"
    ],
    "frequency": "Drain 2 AP - Free Action",
    "notes": "",
    "free": false,
    "class": ""
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "ptu": {
      "showInTokenPanel": true
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.1.4",
    "coreVersion": "12.316",
    "createdTime": 1697670431226,
    "modifiedTime": 1707818613949,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!UO2wiMe8cjQ8oqYR"
}
