{
  "name": "Channeler [CR]",
  "system": {
    "origin": "Class Rework",
    "effect": "Target: A Pokémon.\nEffect: You Channel the target Pokémon. If you attempt to Channel a Hostile Pokémon, you must make an Intuition Check with a DC of 15 to Channel the target. You may stop Channeling a Pokémon as a Free Action at any time. You may Channel a number of Pokémon at a time up to your Intuition Rank. If a Channeled Pokémon goes further than 20 meters from you, they stop being Channeled.\nBonus: If you channel with a Pokémon before capturing it, that Pokémon starts with +1 Friendship to its base (max 4).\nMechanic: While Channeling a Pokémon, it may choose communicate its intentions, emotions, and motivations to you and you may communicate similarly with them; neither party may be deceitful in this exchange. You also become innately aware of all of its Moves, Abilities, and Capabilities. Allied Channeled Pokémon may always attempt Intercept Maneuvers for each other, at 0 Spirit Cost. If you are Fainted, you stop Channeling all Pokémon.\nNote: Channeler has a couple Features with the [Orders] tag. However, because they require that a Pokémon be Channeled, which isn’t League Legal, they aren’t of any use in League Legal battles!\nNote: Channeled wild Pokémon count as having Friendship Level 3 and have 1 Spirit for the purpose of other features.",
    "snippet": "",
    "rules": [],
    "slug": "channeler-cr",
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": [
      "Class",
      "Playtest",
      "Class Rework"
    ],
    "prerequisites": [
      "Mystic Senses"
    ],
    "frequency": "At-Will – Swift Action",
    "notes": "",
    "free": false,
    "class": "Channeler [CR]",
    "name": "Channeler [CR]"
  },
  "img": "/systems/ptu/css/images/icons/class_feat_icon.png",
  "type": "feat",
  "folder": "9yZXbENPUjPRBtk6",
  "_id": "xIpxTe5bmLD9rPLp",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "ptu": {
      "showInTokenPanel": true
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.1.4",
    "coreVersion": "12.316",
    "createdTime": 1699736627730,
    "modifiedTime": 1707827243445,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!xIpxTe5bmLD9rPLp"
}
