{
  "name": "Cheerleader [CR]",
  "system": {
    "origin": "Class Rework",
    "effect": "Target: You use [Orders]\nEffect: Choose Cheered, Encouraged, Excited, or Motivated. All allies affected by the triggering effect gain the chosen condition.\nThis Feature costs 0 AP if the triggering effect affects only one ally, and costs 1 AP if it affects two or more.\nMechanic: Cheerleader’s Features can deliver several beneficial conditions on their allies – Cheered, Encouraged, Excited, or Motivated. Targets can have more than once “instance” of the same condition, but for Cheered and Excited only one instance may be activated per trigger (that is to say, you can’t add +10 Damage Reduction against one attack using Excited, and you can’t use Cheered to roll four times for the same Save Check!)\n>\n» Cheered: Pokémon or Trainers may give up the Cheered condition when making a Save Check to roll twice, and take the best result.\n» Encouraged: Pokémon or Trainers may either give up the Encouraged condition when being targeted by an attack to increase their Evasion by 2 against that attack or when making an attack to increase their Accuracy by 2 for that attack.\n» Excited: Pokémon or Trainers may give up the Excited condition when hit by a Damaging Attack to gain +5 Damage Reduction against that attack.\n» Motivated: Pokémon or Trainers may give up the Motivated condition as a Free Action to increase a Combat Stage that is below its Default Value (usually 0 CS) by +1 CS.\nAll moves obtained through Cheerleader Features count as Cheerleading Moves and \"Range: Self\" is changed to \"Range: 6, 1 Ally\" for these moves.",
    "snippet": "",
    "rules": [],
    "slug": "cheerleader-cr",
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "prerequisites": [
      "Inspired Training",
      "Novice Charm"
    ],
    "frequency": "X AP – Free Action",
    "tags": "[Class]",
    "notes": "",
    "free": false,
    "class": "Cheerleader",
    "name": "Cheerleader [CR]"
  },
  "img": "/systems/ptu/css/images/icons/class_feat_icon.png",
  "type": "feat",
  "folder": "gFSt4QEIkRBOMEOK",
  "_id": "V3ktj7Krx2AdszZ9",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "ptu": {
      "showInTokenPanel": true
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.2",
    "coreVersion": "11.311",
    "createdTime": 1699736627730,
    "modifiedTime": 1699789242374,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!V3ktj7Krx2AdszZ9"
}