{
  "name": "Playing God [CR]",
  "system": {
    "origin": "Class Rework",
    "effect": "Cost: $4000+\nEffect: Using your Chemistry Set, $4000 worth of materials, and at least a day of work, you create an artificial Pokémon of your choice, with the selection of these Pokémon being based on certain Skill Ranks, Edges, and Features. The Pokémon is created at level 5, with the Nature and Ability of your choice (Abilities chosen from its species’ Basic Abilities). You can choose to spend more materials on the creation of the Pokémon, giving it Experience equal to value of materials you spend divided by 5.\n\n    - Expert Technology Education: Castform, Cryogonal, Grimer, Alolan Grimer, Koffing, Klefki, Klink, Magnemite, Porygon, Solosis, Staryu, Trubbish, Varoom, Voltorb, Hisuian Voltorb\n    - Expert Technology Education + Paleontologist (base cost $6000): Dracozolt, Arctozolt, Dracovish, Arctovish\n    - Master Technology Education (base cost $8000, $7 for 1 Exp): Beldum, Type: Null\n    - Expert Occult Education: Baltoy, Drifloon, Golett, Litwick, Nosepass, Sinistea, Yamask, Galarian Yamask\n    - Master Occult Education (base cost $8000, $7 for 1 Exp): Honedge, Rotom, Spiritomb, Unown\n\nAdditionally, you may enhance the Pokémon in several ways. Choose a number of upgrades below equal to your Technology Education Rank.\n\n    - The Pokémon is of an unusual coloration, gaining a +2d6 Bonus to the Introduction Stage of a Contest toward a single Contest Stat. This may be performed up to 5 times.\n    - The Pokémon learns a Move from its Tutor List, ignoring Tutoring restrictions. This may be performed up to 3 times.\n    - The Pokémon gains +2 to 3 of its Skills. A Skill can only be affected by this effect twice. This may be performed up to 3 times.\n    - Increase one of the Pokémon’s Base Stats by +1. This counts as use of a Vitamin. This may be performed up to 5 times.\n    - Swap one of the Pokémon's Basic Abilities for any Ability of your choice, at the GM's discretion. This may only be done once, and counts as using 2 upgrades.\n    - Change one of the Pokémon's Types to a Type of your choice, or you may add a new Type to the Pokémon. This may only be done once, and counts as using 2 upgrades.\n\n    GM Note: Artifical Legendary Pokémon and similarly unusual Pokémon are excluded from the selections within this Feature. It is recommended that Legendary and Rare Pokémon only be capable of being created at Master Rank of a thematic Skill or if you have Virtuoso of that Skill. A suggestion for certain powerful Pokémon, like the Paradox Pokémon, would be to require a relevant Virtuoso Skill, and have their base cost be $10,000, and require $10 or more per extra XP.\n    It is advised for GMs to add other official Pokémon (and other homebrew or fanmade Pokémon) to this list as they see fit. As an example, a GM could develop tiers of plant-based Pokemon tied to progression into the Botany Field of Research, or by having Green Thumb and Expert Survival. But creating, say, a Bulbasaur (if Starters are considered rare), would also require Master Survival.",
    "snippet": "",
    "rules": [],
    "enabled": true,
    "slug": "playing-god-cr",
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": [
      "Playtest",
      "Class Rework"
    ],
    "prerequisites": [
      "Chemist",
      "Expert Technology Education"
    ],
    "frequency": "At-Will – Extended Action",
    "notes": "",
    "free": false,
    "class": "Researcher [CR]",
    "name": "Playing God [CR]"
  },
  "img": "/systems/ptu/css/images/icons/feat_icon.png",
  "type": "feat",
  "folder": "wKlgeANt8BWt41q1",
  "_id": "fBVMnR1nRJmDnbTc",
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "ptu": {
      "showInTokenPanel": true
    }
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.1.4",
    "coreVersion": "12.317",
    "createdTime": 1699736627730,
    "modifiedTime": 1707827243445,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!fBVMnR1nRJmDnbTc"
}
