{
  "folder": "3mspjPD8gPzP1jmO",
  "name": "Ace Trainer - Signature Technique Modifications",
  "type": "reference",
  "img": "/systems/ptu/static/css/images/icons/reference_icon.png",
  "system": {
    "origin": "Class Rework",
    "effect": "## Signature Technique Modifications\n### Cone, Line, Burst, and Blast Moves\n#### Scattershot\nInstead of the Move’s normal range, it has a range of \"6m, 2 Targets\".\n#### Shock and Awe\nFoes targeted by the Move take a -3 penalty to Save Checks and a -1 Penalty to Accuracy and Evasion until the end of the user’s next turn. This effect applies whether the attack hits or misses.\n#### Vicious Storm\nThe Move gains the Smite keyword. Applicable to Damaging Moves only.\n\n### Single Target Moves\n#### Guarding Strike\nIf this Move hits, the user resists the attacks of target of this Move one step further until the end of their next turn.\n#### Unbalancing Blow\nWhether the Move hits or misses, the target becomes Vulnerable until  one full round has passed.\n#### Reliable Attack\nIf the Move misses its target, its Frequency is not spent and the user may immediately make a Struggle Attack as a Free Action. Cannot be applied to Moves with the Smite keyword.\n\n### Damaging Moves\n#### Alternative Energy\nYou may *either* 1) switch the Class of the Move from Physical to Special or vice-versa, or 2) have the Move target the other Defense stat of its target (akin to how Psyshock functions).\n#### Bloodied Speed\nThis Move may be used as Priority (Advanced) if the user has less than half of their maximum Hit Points.\n#### Double Down\nThis Move deals Bonus Damage equal to double its Damage Base, but also receives +2 AC.\n\n### Status Moves\n#### Burst of Motivation\nAfter this Move is Resolved, the user may reset one of its Stats with negative Combat Stages to its default.\n#### Supreme Concentration\nOnce per scene, you may use this move as a Rapid Action, this still follows the move's regular Frequency\n#### Double Effect\nThe user may target an additional target with this Attack. This may be applied only to \"1-Target\" Moves. Double Curse may not be used on any move that could allow you to use a non-Status move (such as Copycat, Sketch, or Transform).",
    "snippet": "",
    "rules": [],
    "enabled": true,
    "slug": null,
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    },
    "stackSlugs": false,
    "keywords": []
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.2",
    "coreVersion": "12.327",
    "createdTime": 1699737623598,
    "modifiedTime": 1699789374008,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "uiCdtBpTenpQXxNJ",
  "sort": 0,
  "_key": "!items!uiCdtBpTenpQXxNJ"
}
