{
  "folder": "3mspjPD8gPzP1jmO",
  "name": "Fossils - Reminder [CR]",
  "type": "reference",
  "img": "/systems/ptu/static/css/images/icons/reference_icon.png",
  "system": {
    "origin": "Class Rework",
    "effect": "Fossils are calcified imprints of a long dead Pokémon that still contain a bit of Pokémon DNA.\n\nOmanyte, Kabuto, Aerodactyl, Lileep, Anorith, Cranidos, Shieldon, Tirtouga, Archen, Amaura, and Tyrunt can often only be found as Fossils, but that doesn’t mean Fossils of other Pokémon don’t exist.\n\nRock-Type, Water-Type, Bug-Type, and Grass-Type Pokémon make especially apt Fossils. And it's a wise idea to for revived fossil of other Pokémon species to be a Type-Shifted to have the Rock-Type!\n\nA Trainer with the Paleontologist Edge can use a Reanimation Machine or Portable Reanimation Machine to revive a viable Fossil. The revived Pokémon is always Level 10, with its Gender, Nature, Abilities, Moves and such determined by the Trainer and approved by the GM. The GM may also decide\nto give the revived Pokémon other special qualities.\n\n    GM TIP: Finding Fossils – Giving a player a Fossil is a great way to create an exciting moment in-game! You can have your players stumble upon these fossils in a cave, or have them be gifts from a friendly NPC. You probably don’t need to do this more than once per game for most players.\n\n    However, some players may want to pursue Fossils more actively for thematic or character reasons; this should by all means be encouraged! If so, you may want to plant a few “Fossil Quarries” throughout your campaign setting. Here, PCs can spend an afternoon digging and searching to make a Pokémon Education or Survival Check to search for fossils. Even those Untrained in these Skills can usually find some useful items here: Shards, Evolutionary Stones, or other items. Those trained in the Skills will have an easier time finding these items.\n\n    Those with at least Adept Pokémon Education or Survival or the Paleontologist Edge are capable of finding real Fossils though! The DC to find any items is to your discretion, but here are some ideas and guidelines for Fossils:\n\n    Easy (DC 15): Searching for Fossils in an undisturbed dried out lake bed. Fossils in the area are usually intact enough for revival and well-preserved by having fallen into prehistoric tar pits or similar areas. Fossil hunting areas will usually only fall into this category if they’re out of the way and not often visited.\n    Moderate (DC 18): Searching for Fossils embedded in shale on a cliff side or right inside a cave. Public Fossil Quarries usually fall into this category, as all of the easy pickings have already been found but enough remain to entice visitors.\n    Hard (DC 25): Searching for Fossils in heavily disturbed areas or where few factors exist to promote preservation of Fossil matter. Numerous factors such as seismic activity or nearby human civilization can make whole Fossils difficult to find in these areas. Trainers may have to find multiple pieces of a Fossil and reassemble them before revival is possible.\n\n    It’s not always possible to find Fossils in a given area, not even at the Hard DC given above! The vast majority of caves and lake beds will have nothing in the way of recoverable Fossils, which makes the areas that do have Fossils to be found that much more special.",
    "snippet": "",
    "rules": [],
    "slug": null,
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.2",
    "coreVersion": "11.311",
    "createdTime": 1699737623598,
    "modifiedTime": 1699789384556,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_id": "Jck2a3f0rEoM8A7w",
  "sort": 0,
  "_key": "!items!Jck2a3f0rEoM8A7w"
}
