{
  "folder": "3mspjPD8gPzP1jmO",
  "name": "Poké Ball Modifications [CR]",
  "type": "reference",
  "img": "/systems/ptu/static/css/images/icons/reference_icon.png",
  "system": {
    "origin": "Class Rework",
    "effect": "Habitat Modification\nIngredients/Cost: Dive Ball / $250\nEffect: Add one of the following keywords to the targeted Dive Ball: Arctic, Mountain, Desert, Grassland, Rainforest, Forest, Tundra, Taiga, Marsh, Beach, Freshwater, Urban or Cave. Instead of when underwater or underground, the modified Poké Ball subtracts 20 from its Capture Rolls when thrown in an area that corresponds with the keyword chosen.\n\nPower Modification\nIngredients/Cost: Nest Ball / $500\nEffect: You change the Nest Ball into a Power Ball. It retains the conditional capture modifier of a Nest Ball, but additionally, when a Power Ball captures a target, the captured Pokémon is raised 1d4 levels upon capture.\nType Modification\n\nIngredients/Cost: Net Ball / $300\nEffect: You change the Net Ball into an Earth Ball, Haunt Ball, Solid Ball, Heat Ball, Mystic Ball, Air Ball, Mold Ball, or Gossamer Ball. The properties of these unique balls are identical to the Net Ball, but instead of affecting Bug and Water types, these Balls correspond to the following types. Earth Ball; Grass and Ground; Haunt Ball, Dark and Ghost; Solid Ball, Rock and Steel; Heat Ball, Electric and Fire; Mystic Ball, Dragon and Psychic; Air Ball, Flying and Ice; Mold Ball, Poison and Fighting; Gossamer Ball, Normal and Fairy.\n\nFabulous Modification\nIngredients/Cost: Luxury Ball / $250\nEffect: You change the Luxury Ball into an Fabulous Ball. When a Fabulous Ball captures a target, the captured Pokémon gains +2 dice in the Contest Stat that corresponds to the Stat boosted by their Nature. If the Stat boosted is HP, choose any two Contest Stats except the one corresponding to the lowered Stat and raise them by 1 die each. As a reminder, Beauty=SpAtk, Cool=Attack, Cute=Speed, Smart=SpDef, Tough=Def\n\nLearning Modification\nIngredients/Cost: Friend Ball / $500\nEffect: You change the Friend Ball into a Learning Ball. Instead of increasing loyalty upon capture, when a Learning Ball captures a target, the captured Pokémon immediately learns their next level-up Move, as long as it is within 8 levels of their current level.\n\nWeather Modification\nIngredients/Cost: Dusk Ball / $300\nEffect: You change the Dusk Ball into a Sun Ball, Rain Ball, Hail Ball, or Sand Ball. Instead of when in low light, the modified Poké Ball subtracts 20 from its Capture Rolls when thrown during the corresponding weather effect.\n\nNote: Learning, Fabulous and Power Modification work once on a Pokémon.",
    "snippet": "",
    "rules": [],
    "slug": null,
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.2",
    "coreVersion": "11.311",
    "createdTime": 1699737623598,
    "modifiedTime": 1699789390119,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_id": "0oCW9CsYNjRA6WXn",
  "sort": 0,
  "_key": "!items!0oCW9CsYNjRA6WXn"
}