{
  "folder": "3mspjPD8gPzP1jmO",
  "name": "Pokébots and Upgrade Parts [CR]",
  "type": "reference",
  "img": "/systems/ptu/static/css/images/icons/reference_icon.png",
  "system": {
    "origin": "Class Rework",
    "effect": "Basic Combat Parts\nCost: +1 Complexity and $300\nEffect: The Pokébot learns any two of the following Moves - Scratch, Tackle, Take Down, and Defense Curl. A Pokébot may have this Part installed multiple times, choosing different Moves each time.\n\nBasic Utility Parts\nCost: +1 Complexity and $300\nEffect: Choose one of the following effects. A Pokébot may have this Part installed multiple times, choosing a different effect each time.\n\n    The Pokébot gains +4 to all Movement Speeds\n    The Pokébot gains the Levitate Ability and a Sky Speed of 2.\n    The Pokébot gains a Swim speed equal to half its Overland speed.\n    The Pokébot gains the Stealth and Dead Silent capabilities.\n\nAdvanced Combat Parts\nCost: +2 Complexity and $500\nEffect: The Pokébot learns any two of the following\nMoves - Body Slam, Slash, Lock-On, and Screech. A Pokébot may have this Part installed multiple times, choosing different Moves each time.\n\nAdvanced Utility Parts\nCost: +2 Complexity and $500\nEffect: Choose one of the following effects. A Pokébot may have this part installed multiple times,choosing a different effect each time.\n\n    The Pokébot gains 3 Skill Ranks to distribute as you choose. You may select this option twice.\n    The Pokébot gains a +4 bonus to its Power Capability\n    The Pokébot gains the Magnetic Capability and is immune to Scramble and EMP.\n\nSympathetic Drives\nCost: +2 Complexity\nEffect: When creating a Sympathetic Drive, you must use a Magmarizer, Electrizer, Metal Coat, Up-Grade, or Dubious Disc. A Pokébot may have multiple Sympathetic Drives installed, but no two that bestow the same effect. When installed, the Sympathetic Drive has an effect based on the item used to make it:\n\n    Magmarizer - the Pokébot learns Fire Punch, Flamethrower, and Fire Spin OR the Pokébot gains Heatproof and is immune to being Frozen.\n    Electrizer - the Pokébot learns Thunder Punch, Discharge, and Magnet Rise OR the Pokébot gains Motor Drive and is immune to Paralysis.\n    Metal Coat - the Pokébot learns Iron Head, Flash Cannon, and Iron Defense OR the Pokébot is now Steel Type and ignores its base Pokébot type relations.\n    Up-Grade - the Pokébot learns Tri-Attack, Conversion and Thunder Wave OR the Pokébot gains Download and Analytic.\n    Dubious Disc - the Pokébot learns Metronome, Acupressure, and Disable OR the Pokébot gains Moody and may be healed by Restoratives, Re- freshments, and Moves.\n\nRepair Nanites\nCost: +2 Complexity and $1000\nEffect: The Pokébot gains the Regenerator Ability. Additionally, once per day, as an Extended Action it may gain a Digestion Buff as if using Leftovers.\n\nWired Compatibility Core\nCost: +3 Complexity and $2000\nEffect: When installed, choose up to two of the Pokébot’s Moves and one of its Abilities. Whenever a Pokemon with Wired is controlling this Pokébot, it adds the chosen Moves to its Movelist and gains the chosen Ability. While being controlled, a Pokébot loses access to its other Moves. Rotom inhabiting this Pokébot are treated as if in Appliance Form.",
    "snippet": "",
    "rules": [],
    "slug": null,
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    }
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "xUomATnixLnn15IR": 3,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.2",
    "coreVersion": "11.311",
    "createdTime": 1699737623598,
    "modifiedTime": 1699789391509,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_id": "Ca12l8J5X2kFNBu9",
  "sort": 0,
  "_key": "!items!Ca12l8J5X2kFNBu9"
}