{
  "name": "Scrying & Augury",
  "type": "reference",
  "img": "/systems/ptu/static/css/images/icons/reference_icon.png",
  "system": {
    "origin": "Oracle",
    "effect": "GM’s of the world! It’s up to you to make Scrying and Augury fun, and “worth it”. So here’s some advice. First, you and your player should negotiate their PC’s method for scrying and making auguries. Maybe they need to read tea leaves to use this ability; or gaze into open flames. Maybe they trigger it “Accidentally” while sleeping, or during another mundane activity. Maybe they need to pry information from an enigmatic Spiritomb that appears to them after they light a candle and say a prayer. If you want to be thoroughly boring, maybe they only need to focus on activating their mystic abilities. Have fun with coming up with a method; it should be something that’s relatively easy to do though, regardless of their location (don’t make them have to buy expensive items to do it each time, or to scale a specific mountain in the region just to activate this ability!).  Next, consider how you as a GM want to give information. You shouldn’t feel obligated to spoil plot points that you don’t want to hand out; at the same time, this is a great way to give information to a PC that you DO want them to know. Don’t be afraid to make things vague enough that they don’t make sense at the time, but do make sense later; don’t ALWAYS do this though, or the warnings given to them by their powers will feel more like taunts if they never realize their meaning until it’s too late to do anything about it. Scrying is the more straightforward effect and shouldn’t be too difficult. Simply consider how you want to present the information. Augury is a bit more subtle. Again, don’t be afraid to be vague occasionally, or to give incomplete information (e.g. - “You gain a feeling you shouldn’t trust <insert name here>, but you don’t know why” or “You see a rare herd of Kangaskhan and sense that they’re nearby, but you don’t know in which direction” are examples of perfectly acceptable visions). ",
    "snippet": "",
    "rules": [],
    "slug": null,
    "schema": {
      "version": null,
      "lastMigration": null
    },
    "referenceEffect": "",
    "source": {
      "value": "Homebrew"
    }
  },
  "_id": "EdpJWbICgnwGWUBk",
  "effects": [],
  "folder": null,
  "sort": 7500000,
  "ownership": {
    "default": 0,
    "ODt7FhFvbVjW9f1k": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "ptu",
    "systemVersion": "4.0.12",
    "coreVersion": "11.315",
    "createdTime": 1693518703759,
    "modifiedTime": 1706021187919,
    "lastModifiedBy": "ODt7FhFvbVjW9f1k"
  },
  "_key": "!items!EdpJWbICgnwGWUBk"
}
